Repository: Bimo-Studio/i2p.www
Catalog: i2p2www/translations/*/LC_MESSAGES/priority.po
Languages: nl, ru

source: If you cannot install these compatibility libraries (or do not want to), other possibilities would be to compile the wrapper for <a href="%(manualwrapper)s">your system</a>, starting I2P with the <code>runplain.sh</code> script, or you can replace the wrapper with one from the source tarball.
nl: Als je deze compatibiliteitsbibliotheken niet kan (of wil) installeren, zijn andere mogelijkheden om zelf de wrapper te compileren voor <a href="%(manualwrapper)s">jouw systeem</a>, I2P te starten met het <code>runplain.sh</code>-script, of de wrapper te vervangen met een van de broncode-tarball.
ru: Если у вас не получается установить эти библиотеки (или вы не хотите так делать), другой вариант это собрать враппер для <a href="%(manualwrapper)s">вашей системы</a>, запускать I2P без враппера командой <code>runplain.sh</code>, или заменить враппер на тот, что уж собран под вашу систему из его дистрибутива.

source: For the 0.8.9 release of I2P, the wrapper was upgraded to v3.5.12 and compiled on systems running FreeBSD 7.2.
nl: Voor de 0.8.9 release van I2P is de wrapper geüpdatet naar v3.5.12 en gecompileerd op FreeBSD 7.2 systemen.
ru: С версии 0.8.9 I2P, враппер обновлен до v3.5.12 и собирается на системе FreeBSD 7.2.

source: In <code>wrapper.log</code> I see an error that states "<code>Protocol family unavailable</code>" when loading the Router Console
nl: In <code>wrapper.log</code> zie ik een fout die zegt "<code>Protocolfamilie niet bereikbaar</code>" wanneer ik de routerconsole laad
ru: Внутри <code>wrapper.log</code> я вижу ошибку вида <code>Protocol family unavailable</code> при запуске консоли маршрутизатора.

source: Often this error will occur with any network enabled java software on some systems that are configured to use IPv6 by default. There are a few ways to solve this:
nl: Vaak is het zo dat deze fout zich voordoet bij eender welke netwerk-gebruikende Java software op sommige systemen die ingesteld zijn IPv6 standaard te gebruiken. Er zijn een aantal manieren om dit op te lossen:
ru: Эта ошибка часто возникает на сетевых java приложениях на системах, которые используют IPv6 по умолчанию. Есть несколько вариантов действий:

source: On Linux based systems, you can <code>echo 0 > /proc/sys/net/ipv6/bindv6only</code>
nl: Op Linux gebaseerde systemen, gebruik <code>echo 0 > /proc/sys/net/ipv6/bindv6only</code>
ru: На Linux, можно сделать <code>echo 0 > /proc/sys/net/ipv6/bindv6only</code>

source: Look for the following lines in <code>wrapper.config</code>.
nl: Zoek de volgende regels in <code>wrapper.config</code>.
ru: Ищите следующие строки в <code>wrapper.config</code>.

source: If the lines are there, uncomment them by removing the "#"s. If the lines are not there, add them without the "#"s.
nl: Als de regels er staan, verwijder de "#"-tekens aan het begin van elke regel. Als ze er niet staan, voeg ze toe zonder de "#"-tekens.
ru: Если такие строки есть, раскомментируйте их, удалив "#". Если таких строк нет, то добавьте их без "#" в начале строк.

source: Another option would be to remove the <strong>::1</strong> from <code>~/.i2p/clients.config</code>
nl: Een andere optie is het verwijderen van <strong>::1</strong> in <code>~/.i2p/clients.config</code>
ru: Другой вариант - это удалить <strong>::1</strong> из <code>~/.i2p/clients.config</code>

source: <strong>WARNING</strong>: For any changes to <code>wrapper.config</code> to take effect, you must completely stop the router and the wrapper. Clicking <em>Restart</em> on your router console will NOT reread this file! You must click <em>Shutdown</em>, wait 11 minutes, then start I2P.
nl: <strong>WAARSCHUWING</strong>: Om veranderingen in <code>wrapper.config</code> effectief te maken, moet u de router en wrapper herstarten. Op <em>Restart</em> klikken in de router console is onvoldoende! Klik op <em>Shutdown</em>, wacht 11 minutes, en start I2P.
ru: <strong>ПРЕДУПРЕЖДЕНИЕ</strong>: Чтобы применить любые изменения в <code>wrapper.config</code> нужно полностью остановить и маршрутизатор, и враппер. Нажатие <em>Перезапуск</em> на консоли маршрутизатора не достаточно! Нужно выполнить <em>Shutdown</em>, подождатьт 11 минут и перезапустить I2P.

source: Great! Find us on IRC irc.freenode.net #i2p or post to the <a href="http://%(forum)s/">forum</a> and we'll post it here (with the answer, hopefully).
nl: Super! Vind ons op IRC irc.freenode.net #i2p of plaats op het <a href="http://%(forum)s/">forum</a> en wij plaatsen het hier (met het antwoord, hopelijk).
ru: Отлично! Вы найдете нас на IRC irc.freenode.net #i2p или напишите на <a href="http://%(forum)s/">форум</a> и мы это выложим на сайт (надеюсь, что с ответом).

source: German laws
nl: Duitse wet
ru: Немецкие законы

source: I2P Anonymous Network
nl: I2P Anoniem Network
ru: Анонимная сеть I2P

source: Anonymous peer-to-peer distributed communication layer built with open source tools and designed to run any traditional Internet service such as email, IRC or web hosting.
nl: Anonieme peer-to-peer gedistribueerde communicatie laag gebouwd met open source tools en ontworpen om elke traditionele Internet service zoals email, IRC of webhosting te draaien.
ru: Механизм анонимной передачи данных точка-точка, основанный на средствах с открытым исходным кодом и предназначенный для работы многих стандартных Интернет-сервисов, таких как электронная почта, IRC или веб-хостинг.

source: What does I2P do for you?
nl: Wat doet I2P voor jou?
ru: Что делает I2P?

source: The I2P network provides strong privacy protections for communication over the Internet. Many activities that would risk your privacy on the public Internet can be conducted anonymously inside I2P.
nl: Het I2P netwerk zorgt voor sterke privacy bescherming voor communicatie over het internet. Veel activiteiten die je privacy op het publieke internet kunnen schaden kunnen anoniem gedaan worden binnen het I2P netwerk.
ru: Сеть I2P реализует защиту приватности коммуникаций в интернет. Многие действия, которые могли подвергать риску вашу приватность в открытых сетях, могут относительно безопасно выполняться в рамках I2P

source: Get I2P %(version)s
nl: Verkrijg I2P %(version)s
ru: Скачать I2P %(version)s

source: What is I2P?
nl: Wat is I2P?
ru: Что такое I2P?

source: I2P is an anonymous overlay network - a network within a network. It is intended to protect communication from dragnet surveillance and monitoring by third parties such as ISPs.
nl: I2P is een anoniem overlay netwerk - een netwerk over een netwerk. Het is bedoeld om communicatie te beschermen tegen surveillance door de staat en andere partijen zoals uw provider.
ru: I2P это сеть внутри сети, анонимная оверлейная сеть. Она предназначена для защиты передачи данных от внешнего наблюдения и надзора, например, от слежки провайдера.

source: I2P is used by many people who care about their privacy: activists, oppressed people, journalists and whistleblowers, as well as the average person.
nl: I2P wordt gebruikt door mensen die veel om hun privacy geven: activisten, onderdrukte mensen, journalisten en klokkenluiders, maar ook door gewone mensen.
ru: I2P используется людьми, которые заботятся о своей приватности: как активистами, угнетенными народами и журналистами, так и обычными людьми.

source: No network can be "perfectly anonymous". The continued goal of I2P is to make attacks more and more difficult to mount. Its anonymity will get stronger as the size of the network increases and with ongoing academic review.
nl: Geen enkel netwerk is "perfect anoniem". Het doorlopende doel van I2P is om aanvallen steeds moeilijker te maken. De anonimiteit zal sterker worden naarmate het netwerk groeit, en met doorlopend academisch onderzoek.
ru: Ни одна сеть не может быть «абсолютно анонимной». Основная цель I2P — сделать атаки максимально сложными. Анонимность будет улучшаться с ростом сети, а также с развитием самой системы, за счет научного анализа результатов.

source: I2P is available on desktops, embedded systems (like the Raspberry Pi) and Android phones. Help spread the word!
nl: I2P is beschikbaar voor desktops, embedded systems (zoals de Raspberry Pi) en Android smartphones. Verspreid het woord!
ru: I2P доступна на обычных компьютерах, встраиваемых системах (как Raspberry Pi) и Android устройствах. Расскажите всем!

source: Read more&hellip;
nl: Lees meer&hellip;
ru: Подробнее&hellip;

source: What can you do with I2P?
nl: Wat kan je met I2P doen?
ru: Что можно сделать в I2P?

source: <a href="%(supported)s#email">Email:</a> Integrated web mail interface, plugin for serverless email.
nl: <a href="%(supported)s#email">Email:</a> Geïntegreerde web mail interface, plugin voor serverloze mail.
ru: <a href="%(supported)s#email">Электронная почта:</a> Встроенная веб-почта, плагин для бессерверной почты.

source: <a href="%(supported)s#web-browsing">Web browsing:</a> Anonymous websites, gateways to and from the public Internet.
nl: <a href="%(supported)s#web-browsing">Web surfen:</a> Anonieme websites, poorten van en naar het publieke internet.
ru: <a href="%(supported)s#web-browsing">Web browsing:</a> Анонимные вебсайты, шлюзы в и из публичного интернета.

source: <a href="%(supported)s#blogging-and-forums">Blogging and forums:</a> Blogging and Syndie plugins.
nl: <a href="%(supported)s#blogging-and-forums">Bloggen en forums:</a> Bloggen en Syndie plugins.
ru: <a href="%(supported)s#blogging-and-forums">Блоги и форумы:</a> Блоги и плагины Syndie.

source: <a href="%(supported)s#website-hosting">Website hosting:</a> Integrated anonymous web server.
nl: <a href="%(supported)s#website-hosting">Website hosting:</a> Geïntegreerde anonieme webserver.
ru: <a href="%(supported)s#website-hosting">Хостинг вебсайтов:</a> Встроенный анонимный веб-сервер.

source: <a href="%(supported)s#real-time-chat">Real-time chat:</a> Instant messaging and IRC clients.
nl: <a href="%(supported)s#real-time-chat">Real-time chat:</a> Instant messaging en IRC clients.
ru: <a href="%(supported)s#real-time-chat">Чат:</a> Чаты и IRC клиенты.

source: <a href="%(supported)s#file-sharing">File sharing:</a> ED2K and Gnutella clients, integrated BitTorrent client.
nl: <a href="%(supported)s#file-sharing">Filesharing:</a> ED2K en Gnutella clients, geïntegreerde BitTorrent client.
ru: <a href="%(supported)s#file-sharing">Файлообмен:</a> ED2K и Gnutella, встроенный BitTorrent.

source: <a href="%(supported)s#decentralized-file-storage">Decentralized file storage:</a> Tahoe-LAFS distributed filesystem plugin.
nl: <a href="%(supported)s#decentralized-file-storage">Gedecentraliseerde opslag:</a> Tahoe-LAFS gedistribueerd bestandssysteem plugin.
ru: <a href="%(supported)s#decentralized-file-storage">Распределенное хранение файлов:</a> Tahoe-LAFS — плагин для распределенной файловой системы.

source: <a href="%(supported)s"><em>More supported applications&hellip;</em></a>
nl: <a href="%(supported)s"><em>Meer ondersteunde applicaties&hellip;</em></a>
ru: <a href="%(supported)s"><em>Другие поддерживаемые приложения</em></a>

source: News &amp; Updates
nl: Nieuws &amp; Updates
ru: Новости и обновления

source: Recommended Links & Resources
nl: Aanbevolgen Links & Bronnen
ru: Рекомендуемые ссылки и ресурсы

source: See also the page with <a href="%(media)s">links to presentations, videos, and tutorials about I2P</a>.
nl: Zie ook de pagina met <a href="%(media)s">links naar presentaties, video's, en tutorials over I2P</a>.
ru: Вот тут есть страница <a href="%(media)s">с презентациями, видео и учебниками о I2P</a>.

source: I2P on the web
nl: I2P op het web
ru: I2P в сети

source: Friends of I2P
nl: Vrienden van I2P
ru: Друзья проекта I2P

source: More Projects and Documentation
nl: Meer Projecten en Documentatie
ru: Другие Проекты и документация

source: Press
nl: Pers
ru: Пресса

source: Boards, newssite, others
nl: Boards, niewssite, overig
ru: Доски, новостные сайты, другое

source: Very Old Stuff
nl: Erg Oud Spul
ru: Очень старое добро

source: Bittorrent
nl: Bttorrent

source: Monotone
nl: Monotoom
