Repository: Bimo-Studio/i2p.www
Catalog: i2p2www/translations/*/LC_MESSAGES/priority.po
Languages: nl, ru

source: General I2P discussion - anything that doesn't fit in a different list goes here
nl: Algemene I2P discussie - alles wat niet in een andere lijst past hoort hier
ru: Обсуждения общих вопросов I2P - всё, что не попало в другие списки

source: You don't like mailing lists? Then this is for you. All mailing lists are available via NNTP as well.
nl: Je houdt niet van mailing lijsten? Dan is dit voor jou. Alle mailing lijsten zijn ook beschikbaar via NNTP.
ru: Вам не нравятся списки рассылки? Тогда это для вас. Все рассылки также доступны по NNTP.

source: Group-List-mapping:
nl: Groep-lijst-mapping
ru: Соответстие групп и списков:

source: Servers:
ru: Сервера:

source: Frequently Asked Questions
nl: Veel Gestelde Vragen (FAQ)
ru: Часто задаваемые вопросы

source: General
nl: Algemeen
ru: Общая информация

source: What systems will I2P run on?
nl: Welke systemen kan I2P op runnen?
ru: На каких системах работает I2P?

source: Whats an "eepsite" and how do I configure my browser so I can use them?
nl: Wat is een "eepsite" en hoe configureer ik mijn browser zodat ik ze kan gebruiken?
ru: Что такое "eepsite" и как я могу настроить свой браузер, чтобы до них дойти?

source: My router has very few active peers, is this OK?
nl: Mijn router heeft maar weinig actieve peers, is dit OK?
ru: На моем маршрутизаторе очень мало активных пиров, это нормально?

source: What do the Active x/y numbers mean in the router console?
nl: Wat betekenen de Actieve x/y nummers in de router console?
ru: Что означают цифры Активные x/y в консоли маршрутизатора?

source: My active peers / known peers / participating tunnels / connections / bandwidth vary dramatically over time! Is anything wrong?
nl: Mijn actieve peers/bekende peers/deelnemende tunnels/verbindingen/bandbreedte verschillen dramatisch op verschillende momenten! Is er iets verkeerd?
ru: У меня числа активных пиров / известных пиров / туннелей / соединений / полосы очень сильно меняются! Что нибудь не так?

source: Is using an outproxy safe?
nl: Is een outproxy gebruiken veilig?
ru: Безопасно ли использовать outproxy?

source: Most of the eepsites within I2P are down?
nl: De meeste I2P sites binnen I2P zijn niet bereikbaar?
ru: Большая часть eepsites в I2P - лежат?

source: What ports does I2P use?
nl: Welke poorten worden door I2P gebruikt?
ru: Какие порты использует I2P?

source: Why is I2P listening for connections on port 32000?
nl: Waarom luistert I2P voor verbindingen op poort 32000?
ru: Почему I2P слушает на порту 32000?

source: I think I found a bug, where can I report it?
nl: Ik denk dat ik een fout gevonden heb. Waar kan ik deze rapporteren?
ru: Я думаю, что нашел баг, где я могу о нем сообщить?

source: What happened to *.i2p.net? What happened to jrandom? Is I2P dead?
nl: Wat is er gebeurd met *.i2p.net? Wat is er gebeurd met jrandom? Is I2P dood?
ru: Что случилось с *.i2p.net? Что случилось с jrandom? I2P больше нет?

source: I have a question!
nl: Ik heb een vraag!
ru: Имею вопрос!

source: Setup
ru: Установка

source: My router has been up for several minutes and has zero or very few connections
nl: Mijn router staat al een paar minuten aan en heeft nul of maar weinig verbindingen
ru: Мой маршрутизатор запущен уже несколько минут и у него нет или очень мало соединений

source: Why is I2P so slow?
nl: Waarom is I2P langzaam?
ru: Почему I2P такой тормозной?

source: I'm missing lots of hosts in my addressbook. What are some good subscription links?
nl: Ik mis veel hosts in mijn adresboek. Wat zijn goede abonnee links?
ru: У меня в адресной книге отсутствует большинство хостов. Подскажете хорошие ссылки для подписки?

source: How do I set up my own eepsite?
nl: Hoe maak ik mijn eigen eepsite?
ru: Как запустить мой собственный eepsite?

source: Bittorrent / I2PSnark / Azureus I2P Plugin Questions?
nl: Bittorrent/I2PSnark/Azureus I2P Plugin Vragen?
ru: Вопросы по плагинам Bittorrent / I2PSnark / Azureus для I2P

source: How do I connect to IRC within I2P?
nl: Hoe verbind ik met IRC binnen I2P?
ru: Как попасть в IRC внутри сети I2P?

source: I can't access regular Internet sites through I2P.
nl: Ik kan normale internet sites niet bereiken via I2P.
ru: Я не могу попасть на обычные сайты Internet через I2P.

source: I can't access https:// or ftp:// sites through I2P.
nl: Ik kan https:// of ftp:// sites niet bereiken via I2P.
ru: Я не могу попасть на https:// или ftp:// сайты через I2P.

source: Is it possible to use I2P as a SOCKS proxy?
nl: Is het mogelijk I2P als SOCKS proxy te gebruiken?
ru: Можно использовать I2P как SOCKS proxy?

source: How do I configure my browser?
nl: Hoe configureer ik mijn browser?
ru: Как мне настроить мой браузер?

source: How can I access the web console from my other machines or password protect it?
nl: Hoe kan ik de webconsole vanuit andere machines benaderen of hoe moet ik hem beveiligen met een wachtwoord?
ru: Как я могу настроить доступ к консоли маршрутизатора с других машин или защитить этот доступ паролем?

source: How can I use applications from my other machines?
nl: Hoe kan ik applicaties vanuit een andere machine gebruiken?
ru: Как я могу использовать приложения с других моих машин?

source: How do I reseed manually?
nl: Hoe moet ik handmatig reeseeden?
ru: Как вручную выполнить начальную загрузку маршрутизатора (reseed)?

source: My router is using too much CPU?!?
nl: Mijn router gebruikt te veel CPU?!?
ru: Мой маршрутизатор использует слишком много процессорного времени?!?

source: Misconception
nl: Misvatting
ru: Недопонимание

source: How do I access IRC, BitTorrent, or other services on the regular Internet?
nl: Hoe kan ik bij IRC, bittorrent of andere services op het normale Internet?
ru: Как я могу попасть на IRC, BitTorrent или другой сервис в обычном интернете?

source: Is my router an "exit node"(outproxy) to the regular Internet? I don't want it to be.
nl: Is mijn router een "exit node" (outproxy) naar het normale internet? Ik wil dat namelijk niet.
ru: А мой роутер является "выходным узлом" (outproxy) в обычный интернет? Я не хочу этого.

source: I am opposed to certain types of content. How do I keep from distributing, storing, or accessing them?
nl: Ik ben tegen bepaalde types inhoud. Hoe kan ik zorgen dat ik ze niet verspreid, opsla of open?
ru: Я против некоторых типов контента. Как я могу избежать участия в распространении, хранении или доступе к нему?

source: Errors and Their Solutions
nl: Fouten en hun oplossingen
ru: Ошибки и их успешное решение

source: I'm using FreeBSD and when I start I2P I receive an error about <code>libm.so.4</code>!
nl: Ik gebruik FreeBSD en als ik I2P start krijg ik een foutmelding over <code>libm.so.4</code>!
ru: Я использую FreeBSD и когда стартую I2P - получаю ошибку про <code>libm.so.4</code>!

source: In <code>wrapper.log</code> I see an error stating <code>Protocol family unavailable</code> when I2P is loading
nl: In <code>wrapper.log</code> zie ik een fout melding <code>Protocol familie niet beschikbaar</code> als I2P aan het laden is.
ru: Внутри <code>wrapper.log</code> я вижу ошибку вида <code>Protocol family unavailable</code> при запуске I2P

source: link
ru: ссылка

source: While I2P has been reported to run PCs as meagre as a low-end Pentium II with 64 MB of RAM, you'll have a much better experience on a Pentium III (or better) with 128MB of RAM (or more). A <a href="%(chart)s">chart comparing the performance</a> of the various JREs can be found at <a href="%(chart)s">%(chart)s</a>, but in short: it's at all possible, use Sun/Oracle Java or OpenJDK.
nl: Hoewel I2P al kan draaien op een laagwaardig systeem als een Pentium II met 64 MB RAM, ervaar je betere prestaties met een Pentium III (of beter) met minimaal 128MB RAM. Een <a href="%(chart)s">grafiek met prestatievergelijkingen</a> van de verschillende JREs vind je hier: <a href="%(chart)s">%(chart)s</a>, maar kortweg: alles kan! Gebruik Sun/Oracle Java of OpenJDK.
ru: В то время как известно о запуске I2P на ПК столь же слабых как Pentium II с 64 MB RAM, вы получите гораздо лучшие результаты на Pentium III (или лучше) с 128MB RAM (или больше). <a href="%(chart)s">Таблицу сравнения производительности</a> различных JRE можно найти на <a href="%(chart)s">%(chart)s</a>, но в кратце: Это возможно на чём угодно, где используется Sun/Oracle Java или OpenJDK.

source: I2P has been tested on Windows, Linux, FreeBSD (see the note <a href="#compat6x">below</a>), OSX, and OpenSolaris. There is work underway to bring I2P to the Android platform.
nl: I2P is getest op Windows, Linux, FreeBSD (zie de noot <a href="#compat6x">hieronder</a>), OSX en OpenSolaris. We zijn bezig om I2P naar Android te brengen.
ru: Работа I2P протестирована на Windows, Linux, FreeBSD (смотрите примечание <a href="#compat6x">ниже</a>), OSX, и OpenSolaris. Работа над версией I2P для Android идет прямо сейчас.

source: Here are some places, pick one or more.
nl: Hier zijn wat plaatsen, kies er een of meerdere.
ru: Есть несколько мест, выберите одно или несколько.

source: Discuss with the developers on IRC in #i2p-dev
nl: Discussieer met de ontwikkelaars op IRC in #i2p-dev
ru: Обсудите с разработчиками на IRC в #i2p-dev

source: Please include relevant information from the router logs and wrapper logs.
nl: Verstuur aub ook alle relevante informatie uit de router en wrapper logs.
ru: Пожалуйста, включите необходимую информацию из журналов маршрутизатора и приложения-обёртки (wrapper).

source: The default subscription is to http://www.i2p2.i2p/hosts.txt which is updated rarely. If you don't have another subscription, you may often have to use "jump" links which is annoying.
nl: Het standaard abonnement is voor http://www.i2p2.i2p/hosts.txt, wat bijna nooit geupdate wordt. Als je geen andere abonnementen hebt, moet je waarschijnlijk vaak "jump" links gebruiken, wat vervelend is.
ru: Подписка по умолчанию - это http://www.i2p2.i2p/hosts.txt, которая обновляется редко. Если других подписок нет, вам довольно часто придется пользоваться надоедливыми джамп-ссылками.

source: Here are some other public addressbook subscription links. You may wish to add one or two to your <a href="http://localhost:7657/susidns/subscriptions.jsp">susidns subscription list</a>. You don't need to add all of them, as they sync with each other periodically. The links using a cgi-bin application employ various strategies to minimize the number of duplicate addresses delivered, so they should be more efficient. Note that subscribing to a hosts.txt service is an act of "trust", as a malicious subscription could give you incorrect addresses. So think about whether you want to trust any of these. The operators of these services may have various policies for listing hosts. Presence on this list does not imply endorsement.
nl: Hier zijn wat andere publieke adresboek abonnement links. Je wil er waarschijnlijk wel een of twee aan je <a href="http://localhost:7657/susidns/subscriptions.jsp">susidns abonnement lijst</a> toevoegen. Je hoeft ze niet allemaal toe te voegen omdat ze zichzelf aanvullen met resultaten uit de andere. De links die een cgi-bin applicatie gebruiken, gebruiken verschillende strategieën om minder dubbele adressen te leveren, dus zouden ze efficiënter moeten zijn. Wees ervan bewust dat het abonneren op een hosts.txt service een daad van vertrouwen is, aangezien een verkeerd abonnement een fout adres kan leveren. Dus denk erover na welke je wil vertrouwen. De operatoren van deze services kunnen verschillende beleidslijnen hebben. Dat ze op deze lijst staan wil niet zeggen dat ze onze goedkeuring hebben.
ru: Существуют другие публичные ссылки на подписки для адресной книги. Вы можете добавить одну-другую в <a href="http://localhost:7657/susidns/subscriptions.jsp">свой набор подписок</a>. Все их добавлять не надо, так как они периодически синхронизируются. Ссылки, использующие cgi-bin приложения как правило более эффективны, т.к. обычно применяют различные стратегии для минимизации количества дубликатов предоставляемых адресов. Обратите внимание, что добавление списка в подписки - это акт доверия, так как вредоносная подписка может отдать Вам недостоверные адреса. Поэтому что стоит подумать, следует ли Вам доверять каждой из них. Операторы этих сервисов могут иметь разные политики по отношению к содержимому хостов со списками. Наличие в этих списках не означает поддержку или аффилированность оператора подписки с сайтом.

source: Jrandom was the lead developer of I2P and <a href="http://syndie.i2p2.de/">Syndie</a> for several years. We do not know if or when jrandom will return. The *.i2p.net domains were left in a non-functioning state after a power outage at the hosting company.
nl: Jrandom was de hoofdontwikkelaar van I2P en <a href="http://syndie.i2p2.de/">Syndie</a> een paar jaar lang. We weten niet of jrandom terug zal komen. De *.i2p.net domeinen waren niet-functioneel achter gelaten nadat er een power probleem was bij het hosting bedrijf.
ru: Jrandom был ведущим разработчиком I2P и <a href="http://syndie.i2p2.de/">Syndie</a> в течении нескольких лет. Мы не знаем, когда и вернется ли jrandom вообще. Домены *.i2p.net перестали функционировать после отключения питания на хостинге.

source: See <a href="%(jrandom)s">this page</a> for jrandom's parting message and additional information on the migration of *.i2p.net to <a href="%(index)s">this website</a>.
nl: Zie <a href="%(jrandom)s">deze pagina</a> voor jrandom's afschijdsbericht en aanvullende informatie over de migratie van *.i2p.net naar <a href="%(index)s">deze website</a>.
ru: Взгляните на <a href="%(jrandom)s">этой странице</a> на прощальное сообщение от jrandom и дополнительную информацию о миграции *.i2p.net на <a href="%(index)s">этот сайт</a>.

source: I2P remains in active development.
nl: Aan I2P wordt nog actief gewerkt.
ru: I2P продолжает активное развитие.

source: There are many possible causes of high CPU usage. Here is a checklist:
nl: Er zijn meerdere oorzaken voor hoog CPU gebruik. Hier is een checklist:
ru: Есть много причин для высокой нагрузки на CPU. Вот проверочный список:

source: Try to use either OpenJDK or Sun/Oracle Java if it's available for your system. You can check which version of java you have installed by typing <code>java -version</code> at a command/shell prompt. Performance tends to suffer with other implementations of java.
nl: Probeer OpenJDK of Sun/Oracle Java te gebruiken als het voor jouw systeem bestaat. Je kan kijken welke versie java je hebt geïnstalleerd door <code>java -version</code> in een cmd venster/terminal in te typen. Perstaties lijden vaak met andere Java implementaties.
ru: Попробуйте использоать OpenJDK или Sun/Oracle Java, если они присутствуют для Вашей системы. Вы можете проверить установленную версию java командой <code>java -version</code> в командной строке. Производительность java от других производителей обычно оставляет желать лучшего.

source: Are you running a BitTorrent client over I2P? Try reducing the number of torrents, the bandwidth limits, or try turning it off completely to see if that helps.
nl: Gebruik je BitTorrent over I2P? Probeer het aantal torrents kleiner te maken, de maximum snelheid te verlagen of het helemaal uit te zetten om te kijken of dat helpt.
ru: Вы используете BitTorrent клиент поверх I2P? Пробуйте уменьшить количество раздач, ограничения по трафику или попробуйте временно выключить раздачи и закачки, чтобы выяснить, поможет ли это.

source: Are your bandwidth limits set too high? It is possible that too much traffic is going through your I2P router and it is overloaded. Try reducing the setting for <em>share bandwidth percentage</em> on the <a href="http://localhost:7657/config">configuration</a> page.
nl: Zijn je bandbreedtelimieten te hoog? Het is mogelijk dat te veel verkeerd door je I2P-router gaat en deze overbelast is. Probeer de instelling voor het <em>te delen bandbreedtepercentage</em> te verlagen op de <a href="http://localhost:7657/config">configuratiepagina</a>.
ru: В Ваших ограничениях по трафику установлены очень высокие лимиты? Возможно, что слишком много данных идет через ваш I2P-маршрутизатор и он перегружен. Пробуйте уменьшить настройку <em>Доля транзитного трафика</em> на <a href="http://localhost:7657/config">странице конфигурации</a>.

source: Make sure that you're running the latest version of I2P to get the benefits of increased performance and bug fixes.
nl: Zorg dat je de laatste versie van I2P gebruikt om de voordelen van betere prestatie en foutreparaties te krijgen.
ru: Убедитесь, что используете новейшую версию I2P, чтобы воспользоваться достижениями в производительности и свежими исправлениями проблем.

source: Has enough memory been set aside for use by I2P? Look at the memory graph on <a href="http://localhost:7657/graphs">the graphs page</a> to see if the memory usage is "pegged"&mdash;the JVM is spending most of its time in garbage collection. Increase the setting <code>wrapper.java.maxmemory</code> in the file <code>wrapper.config</code>.
nl: Is er voldoende geheugen beschikbaar voor I2P? Bekijk de geheugen grafiek via <a href="http://localhost:7657/graphs"> de grafiek pagina</a> om dit te controleren Als het geheugen gebruik op "pegged" staat &mdash; en de JVM spendeert de meeste tijd in de Garbage Collection, kan u de instelling <code>wrapper.java.maxmemory</code> verhogen in dit bestand <code>wrapper.config</code>.
ru: Достаточно ли выделено памяти для использования I2P? Посмотрите на график использования памяти на <a href="http://localhost:7657/graphs">странице графиков</a>, чтобы увидеть, что использование памяти "завышено"&mdash; JVM тратит большую часть своего времени на сборку мусора. Увеличьте значение параметра <code>wrapper.java.maxmemory</code> в файле <code>wrapper.config</code>.

source: Is the CPU usage simply higher than you would like, or is it pegged at 100&#37; for a long time? If it's pegged, this could be a bug. Look in the logs for clues.
nl: Is het CPU-gebruik gewoonweg hoger dan je zou willen, of blijft het een lange tijd hangen op 100&#37;? Als het blijft hangen, kan dit een bug zijn. Kijk in de logs voor aanwijzingen.
ru: Загрузка процессора выше, чем Вам хотелось бы, или она уперлась в 100&#37; на долгое время? Если уперлась, это может быть баг, посмотрите в журналах сообщения об ошибках.

source: You may be using the Java-based BigInteger library instead of the native version, especially if you are running on a new or unusual OS or hardware (OpenSolaris, mipsel, etc.). See the <a href="%(jbigi)s">jbigi page</a> for instructions on diagnosing, building, and testing methods.
nl: Mogelijks gebruikt u een Java-gebaseerde BigInteger library, in plaats van de native versie. Dit gebeurt vooral als u gebruik maakt van een nieuw of ongewoon besturingssysteemof hardware (OpenSolaris, mipsel, enz.). Bekijk de <a href="%(jbigi)s">jbigi pagina</a> voor instructies qua diagnose- , build- en testmethodes.
ru: Возможно, вы используете библиотеку для работы с большими числами, реализованную на Java, а не в виде подгружаемой нативной библиотеки, так бывает, например, если вы работаете на новой или необычной платформе (ОpenSolaris, mipsel и другие). Обратите внимание на <a href="%(jbigi)s">страницу с исходными кодами библиотеки</a> для инструкций по диагностике, сборке под вашу платформу и методике тестирования.

source: If your native jbigi library is working fine, the biggest user of CPU may be routing traffic for participating tunnels. This uses CPU because at each hop a layer of encryption must be decoded. You can limit participating traffic in two ways - by reducing the share bandwidth on <a href="http://localhost:7657/confignet.jsp">confignet.jsp</a>, or by setting <tt>router.maxParticipatingTunnels=nnn</tt> on <a href="http://localhost:7657/configadvanced.jsp">configadvanced.jsp</a>.
nl: Indien uw native jbigi library nog goed werkt, is de grootste gebruiker van de CPU mogelijks het routing verkeer voor deelnemende tunnels. De CPU wordt hier gebruikt, omdat bij elke stap wordt er een laag encryptie gedecodeerd. U kan het netwerkverkeer op twee manieren limiteren - door het verminderen van de gedeelde bandbreedte op <a href="http://localhost:7657/confignet.jsp">confignet.jsp</a>, of de instelling <tt>router.maxParticipatingTunnels=nnn</tt> op <a href="http://localhost:7657/configadvanced.jsp">configadvanced.jsp</a>
ru: Если нативная библиотека jbigi работает нормально, наибольшую нагрузку на процессор может давать маршрутизация трафика по транзитным туннелям. Эта работа нагружает процессор, так как на каждом хопе должен быть раскодирован очередной слой шифрования. Вы можете ограничить транзитный трафик двумя способами - уменьшив выделенную системе полосу обменного трафика на <a href="http://localhost:7657/confignet.jsp">странице настроек</a>, или установкой настройки <tt>router.maxParticipatingTunnels=nnn</tt> на <a href="http://localhost:7657/configadvanced.jsp">странице дополнительных настроек</a>.

source: Hmm. I2P is an anonymous network, so that's a tricky one. I2P is designed to withstand censorship, providing a means for everyone to communicate freely. The best way to keep your PC free of (encrypted) traffic that you dislike is to not use I2P. Freedom of speech has some costs. But let's address your question in three parts:
nl: Hmm. dat is lastig, want I2P is een anoniem netwerk. I2P is ontworpen om censuur te weerstaan. De beste manier om je PC vrij te houden van ongewenst (versleuteld) verkeer, is I2P niet gebruiken. Vrijheid van meningsuiting heeft zo z'n nadelen. We breken je vraag op in drie onderdelen:
ru: Гм. I2P - это анонимная сеть, так что вопрос сложный. I2P создан для того, чтобы выдерживать попытки цензурирования, реализуя возможность всем-всем свободно общаться. Наилучший способ оградить ваш компьютер от (шифрованного) трафика, который Вас не устраивает - это не использовать I2P вообще. Свобода слова имеет цену. Но давайте разделим ваш вопрос на три части:

source: <b>Distribution</b> - All traffic on I2P is encrypted in multiple layers. You don't know a message's contents, source, or destination. All traffic you route is internal to the I2P network, you are not an <a href="#exit">exit node</a> (outproxy). Your only alternative is to refuse to route <i>any</i> traffic, by setting your share bandwidth or maximum participating tunnels to 0 (see above). It would be nice if you didn't do this, you should help the network by routing traffic for others. Over 95&#37; of users route traffic for others.
nl: <b>Distributie</b> - Alle verkeer op I2P is meermaals versleuteld. Je weet simpelweg niet wat de inhoud, afzender en ontvanger zijn van een bericht. Alle verkeer dat je doorstuurt blijft in het I2P netwerk, je bent geen <a href="#exit">exit node</a> (outproxy). Je enige alternatief is het doorlaten van <i>geen</i> verkeer, door je Share percentage instelling op 0 te zetten (zie hierboven). Het zou fijn zijn als je dit niet deed, je zou het netwerk moeten ondersteunen door verkeer door te laten. Meer dan 95&#37; van alle gebruikers laten verkeer van anderen door.
ru: <b>Распространение</b> - Весь трафик в I2P многослойно зашифрован. Вы не знаете содержимое, источник или адрес назначения сообщений. Весь трафик, который вы передаете - внутренний для I2P сети, вы НЕ являетесь <a href="#exit">выходным узлом</a> (outproxy). Единственный остающийся вариант для Вас - отказаться передавать <i>любой</i> трафик, настраивая транзитный поток или максимум транзитных туннелей в 0 (см. выше). Так делать нехорошо, т.к. сеть выиграет от большего числа маршрутизаторов, которые передают транзитный трафик друг-другу. Более 95&#37; пользователей участвуют в обмене трафиком с другими.
