Repository: Bimo-Studio/i2p.www
Catalog: i2p2www/translations/*/LC_MESSAGES/priority.po
Languages: nl, ru

source: If you are running 0.7.5 or later, your router should detect the new release. To upgrade simply click the 'Download Update' button on your router console when it appears.
nl: Als je versie 0.7.5 of hoger gebruikt, zou de router de nieuwe release moeten detecteren. Om up te graden, druk op de 'Download Update' knop op je router console als hij verschijnt.
ru: Если вы используете 0.7.5 или более новую версию, ваш маршрутизатор должен определить выпуск нового релиза. Для обновления просто щелкните кнопку 'Скачать обновление' на консоли маршрутизатора, когда она появится.

source: Since 0.9.23, some releases are signed by str4d, whose signing key has been in the router since 0.9.9. Routers older than 0.9.9 will fail to verify update files signed by str4d, and will need to be manually updated using the process below.
nl: Sinds 0.9.23 zijn sommige releases ondertekend door str4d, wiens sleutels in de router zitten sinds 0.9.9. Routers ouder dan 0.9.9 zullen falen bij het verifieren van releases door str4d, en moeten handmatig geupdate worden via het stappenplan hier onder.
ru: Начиная с 0.9.23, несколько выпусков подписаны str4d, ключ подписи которого был в маршрутизаторе начиная с выпуска 0.9.9. Маршрутизаторы, старее, чем 0.9.9, не проверят файлы обновления, подписанные str4d, , и должны будут быть обновлены вручную, используя описанный процесс ниже.

source: Download that file to your I2P installation directory and <b>rename as i2pupdate.zip</b>. (alternately, you can get the source as above and run "ant updater", then copy the resulting i2pupdate.zip to your I2P installation directory). You do NOT need to unzip that file.
nl: Download dat bestand naar je I2P installatie map en <b>hernoem het naar i2pupdate.zip</b>. (of je kan de code krijgen zoals hierboven en "ant updater" runnen en dan het resultaat (i2pupdate.zip) in je I2P installatie map zetten). Je hoeft het bestand <b>NIET</b> te unzippen.
ru: Скачайте этот файл в директорию установки I2P и <b>переименуйте его в i2pupdate.zip</b>. (или вы можете взять исходники, как выше, и запустить "ant updater", а потом скопировать полученный i2pupdate.zip в директорию установки I2P). Нет, этот файл вам НЕ НАДО разархивировать самостоятельно.

source: Click <a href="http://localhost:7657/configservice.jsp">"Restart"</a>
nl: Klik op <a href="http://localhost:7657/configservice.jsp">"Restart"</a>
ru: Нажмите на <a href="http://localhost:7657/configservice.jsp">"Перезапустить"</a>

source: Grab a cup of coffee and come back in 11 minutes
nl: Ga koffie halen en kom terug in 11 minuten
ru: Сходите за чашечкой кофе, можно вернуться минут через 11

source: The file is signed by %(signer)s, <a href="%(signingkey)s">whose key is here</a>.
nl: Het bestand is ondertekend door %(signer)s, <a href="%(signingkey)s">wiens sleutel hier staat</a>.
ru: Этот файл подписан %(signer)s, <a href="%(signingkey)s">и его ключи вот тут</a>.

source: Previous Releases
nl: Vorige releases
ru: Предыдущие Версии

source: Previous releases are available on <a href="http://code.google.com/p/i2p/downloads/list?can=1">Google Code</a> and <a href="https://launchpad.net/i2p/trunk">Launchpad</a> and within the I2P network on <a href="http://%(echelon)s/">%(echelon)s</a>.
nl: Oude releases zijn te vinden op <a href="http://code.google.com/p/i2p/downloads/list?can=1">Google Code</a> en <a href="https://launchpad.net/i2p/trunk">Launchpad</a> en in het I2P netwerk op <a href="http://%(echelon)s/">%(echelon)s</a>.
ru: Предыдущие версии I2P доступны на <a href="http://code.google.com/p/i2p/downloads/list?can=1">Google Code</a> и на <a href="https://launchpad.net/i2p/trunk">Launchpad</a>, а также внутри I2P на <a href="http://%(echelon)s/">%(echelon)s</a>.

source: After running the installer on windows, simply click on the "Start I2P" button which will bring up the <a href="http://localhost:7657/index.jsp">router console</a>, which has further instructions.
nl: Na de installatie te voltooien op Windows, klik op de "Start I2P" knop die de <a href="http://localhost:7657/index.jsp">router console</a> zal laten zien, waarin meer instructies staan.
ru: После успешного запуска инсталлятора на windows, просто щелкните на кнопку "Start I2P", откроется <a href="http://localhost:7657/index.jsp">консоль роутера</a>, где будут дальнейшие инструкции.

source: On Unix-like systems, I2P can be started as a service using the "i2prouter" script, located in the directory you selected for I2P. Changing to that directory in a console and issuing "sh i2prouter status" should tell you the router's status. The arguments "start", "stop" and "restart" control the service. The <a href="http://localhost:7657/index.jsp">router console</a> can be accessed at its usual location. For users on OpenSolaris and other systems for which the wrapper (i2psvc) is not supported, start the router with "sh runplain.sh" instead.
nl: Op Unix-achtige systemen, I2P kan gestart worden als een service met behulp van het "i2prouter" script, wat je kan vinden in de map die je hebt geselecteerd voor I2P. Naar die map gaan in opdrachtprompt en "sh i2prouter status" uitvoeren zou de status van de router moeten weergeven. De argumenten "start", "stop" en "restart" bedienen de service. De <a href="http://localhost:7657/index.jsp">router console</a> kan vanuit zijn normale locatie geopend worden. Voor gebruikers van OpenSolaris en andere systemen die niet ondersteund worden door de wrapper (i2psvc), start de router met de "sh runplain.sh" opdracht.
ru: На Unix системах, I2P можно запустить как сервис используя "i2prouter" скрипт, расположенный в директории, что вы указали для установки i2p. Перейдите в эту директорию в командной строке и выполните команду "sh i2prouter status", это даст вам текущее состояние маршрутизатора. Параметры скрипта могут бытьт "start", "stop" and "restart", для запуска, останова и перезапуска, соответственно. <a href="http://localhost:7657/index.jsp">Консоль маршрутизкатора</a> доступна в обычном месте. Для пользователей на OpenSolaris и других системах, где враппер (i2psvc) не поддерживается, запускайте маршрутизатор командой "sh runplain.sh".

source: When installing for the first time, please remember to <b>adjust your NAT/firewall</b> if you can, bearing in mind the Internet-facing ports I2P uses, <a href="%(faq)s#ports">described here</a> among other ports. If you have successfully opened your port to inbound TCP, also enable inbound TCP on the <a href="http://localhost:7657/confignet.jsp">configuration page</a>.
nl: Als je I2P voor het eerst installeert, zorg dat je je <b>NAT/firewall aanpast</b> als je dat kan. Denk daarbij aan de poorten die I2P gebruikt (<a href="%(faq)s#ports">hier beschreven</a>) en aan andere poorten. Als je succesvol de inkomende TCP poort geopend hebt, zet dan ook de inkomende TCP aan op de <a href="http://localhost:7657/confignet.jsp">configuratie pagina</a>.
ru: Устанавливая впервые, не забудьте отредактировать настройки вашего <b>NAT и firewall</b> если возможно, учитывая те номера портов, которые I2P использует в интернет. Они описаны <a href="%(faq)s#ports">здесь</a>, среди остальных портов. Если вам удалось открыть порт для входящего tcp, включите также использование входящего TCP на <a href="http://localhost:7657/confignet.jsp">странице конфигурации</a>

source: Also, please review and <b>adjust the bandwidth settings</b> on the <a href="http://localhost:7657/config.jsp">configuration page</a>, as the default settings of 96 KBps down / 40 KBps up are fairly slow.
nl: Bekijk en <b>verander de bandbreedte instellingen</b> op de <a href="http://localhost:7657/config.jsp">configuratie pagina</a>, omdat de standaard instellingen (96 KB/s down, 40 KB/s up) vrij langzaam zijn.
ru: Пожалуйста, проверьте и <b>поправьте настройки полосы пропускания</b> на <a href="http://localhost:7657/config.jsp">странице конфигурации</a>, так как настройки по умолчанию 96 KBps down / 40 KBps up это, честно говоря, меееееедленнноооо.

source: Downloading...
nl: Downloaden...
ru: Скачивается...

source: Your download will begin shortly. If it doesn't start within 5 seconds, click <a href="%(url)s">here</a>.
nl: De download zal zo beginnen. Als hij niet binnen 5 seconden begint, klik <a href="%(url)s">hier</a>.
ru: Скачивание вскоре начнётся. Если этого не произойдёт в течение 5 секунд, щёлкните <a href="%(url)s">здесь</a>.

source: Mirror selection
nl: Download locatie selectie
ru: Выберите зеркало

source: File:
nl: Bestand:
ru: Файл:

source: Any mirror
nl: Welke download locatie dan ook
ru: Любое зеркало

source: To claim the bounty the author must not be paid by other organizations or teams for this work (e.g. GSoC students are not valid).
nl: Om de beloning op te eisen mag de auteur niet voor dit werk betaald zijn door andere organisaties of teams (bv. GSoC-studenten zijn niet geldig).
ru: Чтобы получить награду, автору не должны платить другие организации или команды за эту работу (так, студенты GSoC не подходят).

source: Bounty amounts may be increased by further donations. Do you think these are important? <a href="%(donate)s">Add in your donation</a>, marking the amount for the %(donatename)s bounty!
nl: Beloningen kunnen vergroot worden door meer donaties. Vind je dat deze belangrijk zijn? <a href="%(donate)s">Voeg ze dan toe in je donatie</a>, en geef het bedrag voor de %(donatename)s beloning op!
ru: Размер награды может быть увеличен за счет пожертвований. Вы считаете это важным? <a href="%(donate)s">Внесите свои пожертвования</a>, указывая количество на награду за %(donatename)s!

source: Not found
nl: Niet gevonden
ru: Не найдено

source: Yep... the resource, you were searching for, is named differently, doesn't exist or was removed.
nl: Ja... De hulpbron waar je naar aan het zoeken was, is hernoemd, bestaat niet of is verwijderd.
ru: По вашему запросу ничего не найдено.Проверьте правильность написания. Возможно,этот ресурс был удалён

source: Server error
nl: Server fout
ru: Ошибка сервера

source: 500 Server error
nl: Server fout 500
ru: 500: внутренняя ошибка сервера

source: Umm... the server encountered some sort of error.
nl: Uhm... De server is een onbekende fout tegengekomen.
ru: Сервер столкнулся с какой-то ошибкой.

source: Donate
nl: Doneren
ru: Пожертвования

source: Skip navigation
nl: Navigatie overslaan
ru: Пропустить

source: I2P Logo
ru: Логотип I2P

source: The Invisible Internet Project
nl: Het onzichtbare internet project
ru: Проект невидимый интернет

source: This page was last updated in %(lastupdated)s and is accurate for router version %(accuratefor)s.
nl: Deze pagina was %(lastupdated)s voor het laatst geupdate en is accuraat voor router versie %(accuratefor)s.
ru: Эта страница была обновлена %(lastupdated)s и содержит сведения для версии маршрутизатора %(accuratefor)s.

source: This page was last updated in %(lastupdated)s.
nl: Deze pagina was %(lastupdated)s voor het laatst geupdate
ru: Эта страница была обновлена %(lastupdated)s.

source: This page is accurate for router version %(accuratefor)s.
nl: Deze pagina is accuraat voor router versie %(accuratefor)s.
ru: Эта страница содержит сведения для версии %(accuratefor)s.

source: Previous
nl: Vorige
ru: Предыдущее

source: Next
nl: Volgende
ru: Следующее

source: Posted in
nl: Geplaatst in
ru: Опубликовано в

source: About
nl: Over
ru: О проекте

source: Introduction to I2P
nl: Introductie van I2P
ru: Введение в I2P

source: Comparisons
nl: Vergelijkingen
ru: Сравнения

source: Overview of comparisons
nl: Overzicht van vergelijkingen
ru: Обзор сравнений

source: Other anonymous networks
nl: Andere anonieme netwerken
ru: Другие анонимные сети

source: Documentation
nl: Documentatie
ru: Документация

source: Documentation index
nl: Documentatie index
ru: Список документации

source: How does it work?
nl: Hoe werkt het?
ru: Как работает I2P

source: Gentle intro
nl: Snelle intro
ru: Мягкое введение

source: Tech intro
ru: Техническое введение

source: Threat model
nl: Bedreigings model
ru: Модель угроз

source: Garlic routing
nl: Knoflook routing
ru: Чесночная маршрутизация

source: Network database
nl: Netwerk database
ru: Сетевая БД

source: Tunnel routing
ru: Маршрутизация туннелей

source: Peer selection
nl: Peer selectie
ru: Выбор пира

source: Cryptography
nl: Cryptografie
ru: Криптография

source: ElGamal/AES+SessionTags
nl: ElGamal/AES+SessieLabels
ru: ElGamal/AES+Метки сессий

source: Specifications
nl: Specificaties
ru: Спецификации

source: Proposals
nl: Voorstellen
ru: Предложения

source: API
ru: API (програмный интерфейс)

source: Streaming library
nl: Streaming bibliotheek
ru: Библиотека потоков

source: Datagrams
nl: Datagrammen
ru: Датаграммы

source: Applications
nl: Applicaties
ru: Приложения для I2P

source: Supported applications
nl: Ondersteunde applicaties
ru: Поддерживаемые приложения

source: Protocols
nl: Protocollen
ru: Протоколы

source: Protocol stack
ru: Стек протоколов

source: Transports
nl: Transporten
ru: Транспортные протоколы

source: Transport layer overview
nl: Transport laag overzicht
ru: Обзор транспортного уровня

source: Tunnels
ru: Туннели

source: Tunnel implementation
nl: Tunnel implementatie
ru: Реализация туннелей

source: Unidirectional tunnels
nl: Eenrichtings tunnels
ru: Всенаправленные туннели

source: Old implementation
nl: Oude implementatie
ru: Старая реализация

source: Naming and addressbook
nl: Naamgeving en adresboek
ru: Именование и адресная книга

source: Plugins
ru: Плагины

source: Reseed
nl: Herzaaien
ru: Повторить начальную загрузку

source: Team
ru: Команда

source: Hall of Fame
nl: Eregalerij
ru: Зал славы

source: Academic papers and peer review
nl: Academische documenten en peer review
ru: Научные публикации и рецензирование

source: Presentations, tutorials and articles
nl: Presentaties, handleidingen en artikelen
ru: Презентации, учебные материалы и статьи

source: Contact us
nl: Neem contact met ons op
ru: Контакты

source: Links
ru: Ссылки

source: Impressum
ru: Контакты

source: Help
ru: Справка

source: How to browse I2P
nl: Hoe surf je op I2P
ru: Как в I2P смотреть страницы

source: Glossary
nl: Definities
ru: Список терминов

source: Performance
nl: Prestatie
ru: Производительность

source: Forums
ru: Форумы

source: Verify I2P
nl: I2P verifiëren
ru: Проверьте подлинность I2P

source: Release signing keys
nl: Release onderteken sleutels
ru: Ключи для подписи релизов

source: Signed keys
nl: Ondertekende sleutels
ru: Подписанные ключи

source: Developers keys
nl: Ontwikkelaars sleutels
ru: Ключи разработчиков

source: Volunteer
nl: Vrijwillig
ru: Волонтерство

source: Get involved!
nl: Doe mee!
ru: Вливайтесь!

source: Develop
nl: Ontwikkel
ru: Разработка

source: Licenses
nl: Licenties
ru: Лицензии

source: Bug tracker
nl: Fout tracker
ru: Заявки о проблемах

source: Academic research
nl: Academisch onderzoek
ru: Научные исследования

source: Open research questions
nl: Open onderzoeksvragen
ru: Вопросы открытые для исследования

source: Guides
nl: Gidsen
ru: Руководства

source: New developers
nl: Nieuwe ontwikkelaars
ru: Новые разработчики

source: Using an IDE with I2P
nl: Een IDE met I2P gebruiken
ru: Использование IDE с I2P

source: Developer guidelines and coding style
nl: Ontwikkelaars richtlijnen en codeer stijl
ru: Руководства разработчика и стиль кодирования

source: New translators
nl: Nieuwe vertalers
ru: Новые переводчики

source: Bounties
nl: Premies
ru: Награды

source: Meetings
nl: Bijeenkomsten
ru: Встречи

source: Roadmap
nl: Stappenplan
ru: Дорожная карта

source: Task list
nl: Taak lijst
ru: Задачи

source: Language
nl: Taal
ru: Язык

source: Logs of past I2P meetings
nl: Logs van vorige I2P bijeenkomsten
ru: Журналы прежних встреч по I2P

source: I2P Meetings ATOM Feed
nl: I2P bijeenkomsten ATOM Feed
ru: Фид Встречи по I2P (ATOM)

source: Regularly scheduled project meetings are held on the first Tuesday of every month at 8 PM UTC. Anyone can schedule and run a meeting, by posting the agenda in <a href="%(mtgforum)s">the meetings forum</a>.
nl: Regelmatig geagendeerde project meetings worden gehouden op elke eerste dinsdag van de maand op 8 PM UTC. Iedereen kan agenderen en een meeting leiden, door de agenda te posten in <a href="%(mtgforum)s">het meetings forum</a>.
ru: Регулярные назначенные встречи проводятся в первый вторник каждого месяца в 8 вечера UTC. Любой может назначить и организовать встречу, оставив объявления на <a href="%(mtgforum)s">форуме встреч</a>.

source: If you have something to discuss, please find the developers on IRC in #i2p-dev. <a href="%(blogindex)s">Status updates</a> from developers are also available.
nl: Als je iets ter discussie wil stellen, zoek dan aub ontwikkelaars op IRC in #i2p-dev. <a href="%(blogindex)s">Status updates</a> van ontwikkelaars zijn ook beschikbaar
ru: Если у вас есть необходимость что-то обсудить, найдите разработчиков на IRC в канале #i2p-dev. <a href="%(blogindex)s">Вести</a> от разработчиков на блогах.

source: I2P Development Meeting %(id)s
nl: I2P Ontwikkeling Meeting %(id)s
ru: Встреча разработчиков I2P %(id)s

source: Full IRC Log
nl: Volledige IRC Log
ru: Полный журнал IRC

source: By topic
nl: Per onderwerp
ru: По темам

source: By date
nl: Per datum
ru: По времени

source: By author
nl: Per auteur
ru: По автору

source: Please send new or corrected entries to <a name="contact"><span class="email">%(email)s</span></a>.<br /> If you can, please format them as BibTeX; see our <a href="%(bibtex)s">BibTeX source page</a> for examples.<br /> Remember to include URLs if possible: <a href="%(citeseer)s">offline papers are less useful</a>.
nl: Gelieve nieuwe of aangepaste entries te versturen naar <a name="contact"><span class="email">%(email)s</span></a>.<br /> Formatteer ze indien mogelijk als BibTeX; zie onze <a href="%(bibtex)s">BibTeX bronpagina</a> voor voorbeelden.<br /> Denk eraan deze URLs in te voegen indien mogelijk: <a href="%(citeseer)s">offline papers zijn minder nuttig</a>.
ru: Отсылайте новые или измененные записи на <a name="contact"><span class="email">%(email)s</span></a>.<br /> По возможности, оформляйте их как BibTex; Вот тут наши <a href="%(bibtex)s">BibTeX данные</a> для примера.<br /> По возможности включайте URLs: <a href="%(citeseer)s">оффлайн публикации сильно менее полезны</a>.

source: The source code for this page was adapted from <a href="%(anonbib)s">Free Haven's anonymity bibliography</a>.
nl: De broncode voor deze pagina is aangepast van <a href="%(anonbib)s">Free Haven's anonimiteitsbibliografie</a>
ru: Исходный код этой страницы был заимствован из <a href="%(anonbib)s"> библиографии анонимности Free Haven</a>.

source: Contact
ru: Контакты

source: Please do not use these email addresses for support requests. These are not public email lists. We do not provide help via email.
nl: Gebruik deze emailadressen niet voor ondersteuningsverzoeken. Dit zijn geen publieke emaillijsten. We bieden geen hulp via email.
ru: Пожалуйста, не используйте эти почтовые адреса для запросов на получение поддержки. Это не публичные списки рассылки. Мы не отвечаем на запросы по почте.

source: Our primary IRC network is the Irc2P network within I2P; a default tunnel to this network is set up with new router installs. We are also present on multiple standard networks like <a href="http://www.oftc.net/oftc/OFTC">OFTC</a>, <a href="http://www.einirc.de/">EIN</a> and <a href="http://freenode.net/">Freenode</a>. All I2P-related channels on all these network are linked to the main channels on Irc2P via relay bots.
nl: Ons primair IRC-netwerk is het Irc2P netwerk binnen I2P; een standaard tunnel naar dit netwerk wordt ingesteld bij nieuwe routerinstallaties. We zijn ook aanwezig op meerdere standaard-netwerken zoals <a href="http://www.oftc.net/oftc/OFTC">OFTC</a>, <a href="http://www.einirc.de/">EIN</a> en <a href="http://freenode.net/">Freenode</a>. Al deze I2P-gerelateerde kanalen op al deze netwerken zijn verbonden met de hoofdkanalen op Irc2P via relay bots.
ru: Наш основной IRC сервер это Irc2P внутри сети I2P; При инсталляции I2P до него создается выделенный туннель. Мы присутствуем также на многих стандартных IRC сетях, таких как <a href="http://www.oftc.net/oftc/OFTC">OFTC</a>, <a href="http://www.einirc.de/">EIN</a> и <a href="http://freenode.net/">Freenode</a>. Все наши I2P разговоры и каналы в этих сетях связаны с основными каналами в IRC2P с помошью ботов-ретрансляторов.

source: Channel list:
nl: Kanaal lijst:
ru: Список каналов:

source: General i2p discussion and help channel
nl: Algemene i2p discussie- en hulpkanaal
ru: Обсуждение общих вопросов I2P и канал помощи

source: Offtopic
ru: Оффтопик

source: Development talk
nl: Ontwikkel gesprek
ru: Общение разработчиков

source: Purple I2P (I2Pd) Development talk
nl: Purple I2P (I2Pd) ontwikkeling discussie
ru: Обсуждение разработки Purple I2P (I2Pd)

source: Abscond browser bundle discussion and development
nl: Abscond browserbundel discussie en ontwikkeling
ru: Обсуждение и разработка Abscond browser bundle

source: Most of the discussion about I2P's development happens on the <a href="http://%(zzz)s">I2P developer forum</a>. This is usually the best place to start with inquiries, if the dev IRC channel is inactive.
nl: De meeste discussie over de ontwikkeling van I2P gebeurt op het <a href="http://%(zzz)s">I2P developer forum</a>. Als het ontwikkelaars kanaal op IRC inactief is, kan je hier meestal het beste je vragen kwijt.
ru: Большинство дискуссий по развитию I2P происходят на <a href="http://%(zzz)s">форуме разработчиков I2P</a>. Это обычно наилучшее место для вопросов, если на IRC канале никого нет.

source: Mailing lists
nl: Mailing lijsten
ru: Списки рассылки

source: I2P does have a mailing list, but it is rarely used as the current small team of developers prefer to communicate via IRC or the developer forum. This may change in future.
nl: I2P heeft een mailing lijst, maar het wordt bijna nooit gebruikt aangezien het kleine team van ontwikkelaars liever IRC of het ontwikkelaars forum gebruikt. Dit kan veranderen in de toekomst.
ru: Существует список рассылки, но он редко используется, т.к. существующая команда разработки компактна и предпочитает общение на IRC или форуме. Возможно, это изменится в будущем.

source: Subscribing
nl: Abonneren
ru: Подписка

source: To subscribe to a mailing list, go to the list information page (linked below) and fill out the form. I2P-internal email addresses (foobar@mail.i2p) can be used.
nl: Om je te abonneren op een mailing lijst, ga naar de lijst op de informatie pagina (link hieronder) en vul het formulier in. Interne I2P adressen (foobar@mail.i2p) kunnen gebruikt worden.
ru: Для подписки на список расслыки, перейдите на страницу списка (ниже ссылка) и заполните форму. Можно использовать внутренние I2P адреса (foobar@mail.i2p).

source: Unsubscribing
nl: Uitschrijven
ru: Отписаться от списка рассылки

source: To unsubscribe from a mailing list or edit your subscription options, go to the list information page (linked below) and enter your subscription email address.
nl: Om je uit te schrijven van een mailing lijst of om je abonneer opties aan te passen, ga je naar de lijst informatie pagina (link hieronder) en vul je je abonnee e-mail adres in.
ru: Для того, чтобы отписаться от списка рассылки или изменить настройки, идите по ссылке (внизу) и введите свой почтовый адрес.

source: Lists
nl: Lijsten
ru: Списки

source: Archive
nl: Archief
ru: Архив

source: I2P developer discussions - anything related to development of I2P
nl: I2P ontwikkelingsdiscussies - alles gerelateerd aan de ontwikkeling van I2P
ru: Обсуждения разработчиков I2P - всё что связано с разработкой I2P
