Repository: Bimo-Studio/i2p.www
Catalog: i2p2www/translations/*/LC_MESSAGES/priority.po
Languages: nl, ru

source: <b>Storage</b> - I2P does not do distributed storage of content. You must be thinking of <a href="http://freenetproject.org/">Freenet</a>. Nobody's content is being stored on your computer by running I2P.
nl: <b>Opslag</b> - I2P is geen gedistribueerde opslag van inhoud. Waarschijnlijk denk je aan <a href="http://freenetproject.org/">Freenet</a>. Er wordt van niemand gegevens op je computer opgeslagen als je I2P draait.
ru: <b>Хранение</b> - I2P не является распределенным хранилищем данных. Вы, возможно, имели в виду такую сеть, как <a href="http://freenetproject.org/">Freenet</a>. Ничьи данные не хранятся на вашем компьютере только из-за того, что вы запускаете I2P.

source: <b>Access</b> - If there are some eepsites you don't like, don't go there. Or, use a blocking proxy like Privoxy or some type of "net nanny".
nl: <b>Toegang</b> - Als er eepsites zijn die je niet mag, ga er dan niet heen. Of gebruik een blokkerende proxy als Privoxy of een soort van "internet filter".
ru: <b>Доступ</b> - Если есть какие-то сайты в I2P, которые вам не нравятся - не ходите на них. Или используйте средства автоблокировки, такие как Privoxy или какой-нибудь вариант "родительского контроля".

source: No. This is normal. All routers adjust dynamically to changing network conditions and demands.
nl: Nee. Dit is normaal. Alle routers passen zich dynamisch aan aan veranderende netwerk condities en eisen.
ru: Нет, это нормально. Все маршрутизаторы динамически подстраиваются под изменяющиеся условия и требования сети.

source: You may need to reseed your I2P router. With recent versions of I2P you can go to <a href="http://localhost:7657/configreseed">http://localhost:7657/configreseed</a> and click the <em>Save Changes and Reseed Now</em> button. If this method doesn't work&mdash;or you're using a very old version&mdash;you may need to <a href="#manual_reseed">reseed manually</a>.
nl: Het is mogelijk dat u uw I2P router moet reseeden. Met recente versies van I2P kan u gaan naar <a href="http://localhost:7657/configreseed">http://localhost:7657/configreseed</a> en klikt u op de <em>Bewaar verandering en Reseed nu</em> knop. Als deze methode niet werkt &mdash; of u gebruikt een zeer oude versie &mdash; moet u misschien <a href="#manual_reseed">manueel reseeden</a>.
ru: Возможно, Вам нужно выполнить начальную загрузку (reseed) маршрутизатора I2P. В последних версиях I2P Вы можете пройти на <a href="http://localhost:7657/configreseed">http://localhost:7657/configreseed</a> и нажать кнопку <em>Сохранить изменения и произвести начальную загрузку</em>. Если этот метод не поможет (или Вы используете очень старую версию) &mdash; Вам придется <a href="#manual_reseed">выполнить начальную загрузку вручную</a>.

source: The reseed URL changed a few years ago. If this is your first install and you have installed an old (0.6.1.30 or earlier) release, or you have not run I2P in a long time, you must change the URL and then click "Reseed" on the console to find other routers. After your router is running, on <a href="http://localhost:7657/configadvanced.jsp">configadvanced.jsp</a>, add the line <tt>i2p.reseedURL=http://netdb.i2p2.de/</tt> OR <tt>i2p.reseedURL=http://i2pdb.tin0.de/netDb/</tt> (either should work), then click "Apply", then click the "reseed" link on the left.
nl: De reseed URL is enkele jaren gelden verandert. Als dit de eerste keer is dat u dit heeft geïnstalleerd en u gebruikte versie 0.6.1.30 of vroeger, of u heeft I2P al een tijdje niet gebruikt, moet u de URL veranderen. Vervolgens klikt u op "Reseed" op de console om andere routers te vinden. Zodra uw router aanstaat, voeg één van twee stukken code toe aan <a href="http://localhost:7657/configadvanced.jsp">configadvanced.jsp</a>: <tt>i2p.reseedURL=http://netdb.i2p2.de/</tt> OF <tt>i2p.reseedURL=http://i2pdb.tin0.de/netDb/</tt> Beiden zullen normaal gezien werken. Klik vervolgens op "Bevestigen" en daarna op de "reseed" link aan de linkerkant.
ru: Адрес для начальной загрузки изменился несколько лет назад. Если это Ваша первая установка и Вы установили старую (0.6.1.30 или более раннюю) версию, или Вы не запускали I2P длительное время, Вам нужно изменить адрес и потом нажать кнопку "Reseed" в консоли, чтобы найти другие маршрутизаторы. После запуска маршрутизатора, на <a href="http://localhost:7657/configadvanced.jsp">configadvanced.jsp</a>, добавьте строчку <tt>i2p.reseedURL=http://netdb.i2p2.de/</tt> ИЛИ <tt>i2p.reseedURL=http://i2pdb.tin0.de/netDb/</tt> (любой вариант подойдёт), потом нажмите "Apply" и кликните на ссылку "reseed" слева.

source: This works if you are running 0.6.1.27 or later. If you are running release 0.6.1.31 or later, you probably don't need to do this. If you are running release 0.6.1.26 or earlier, either follow the <a href="#manual_reseed">manual reseed instructions</a> below or install the <a href="%(downloadslist)s">latest release</a>. Possible alternate method - add <tt>wrapper.java.additional.5=-Di2p.reseedURL=http://netdb.i2p2.de/</tt> to wrapper.config, shutdown the router completely, then start again, then click "reseed". Let us know if this works.
nl: Dit werkt als u versie 0.6.1.27 of later gebruikt. Indien u versie 0.6.1.31 of later gebruikt, hoeft u dit waarschijnlijk niet te doen. Indien u versie 0.6.1.26 of vroeger gebruikt, volg de <a href="#manual_reseed">handmatige reseed instructies</a> hieronder of installeer de <a href="%(downloadslist)s">laatste versie</a>. Mogelijke alternatieve methode - voeg volgend stuk code toe aan wrapper.config. <tt>wrapper.java.additional.5=-Di2p.reseedURL=http://netdb.i2p2.de/</tt> Sluit vervolgens uw router volledig af, start hem opnieuw op en klik op "reseed". Gelieve ons te laten weten als dit werkt.
ru: Это работает если Вы запустили версию 0.6.1.27 или более позднюю. Если Вы работаете на версии 0.6.1.31 или более поздней, Вам, наверное, не нужно делать этого. Если Вы работаете с 0.6.1.26 или более ранней версией, используйте инструкцию по выполнению <a href="#manual_reseed">ручной начальной загрузки</a>, описанную ниже, или установите <a href="%(downloadslist)s">последнюю версию</a>. Другой вариант - добавьте <tt>wrapper.java.additional.5=-Di2p.reseedURL=http://netdb.i2p2.de/</tt> в wrapper.config, полностью остановите маршрутизатор и запустите его заново, потом нажмите на "reseed". Сообщите нам, если это сработало.

source: ...but you *really* should <a href="%(downloadslist)s">upgrade</a> to the latest version.
nl: ...maar je *moet* echt <a href="%(downloadslist)s">upgraden</a> naar de laatste versie.
ru: ...но Вам *действительно* нужно <a href="%(downloadslist)s">обновиться</a> до последней версии.

source: If your router has 10 or more active peers, everything is fine. Changes in releases 0.6.1.31 and 0.6.1.32 improved the efficiency of the router and effectively reduced the number of active peers. The router <i>should</i> maintain connections to a few peers at all times. The best way to stay "better-connected" to the network is to <a href="http://localhost:7657/config">share more bandwidth</a>.
nl: Als uw router 10 of meer actieve peers heeft, is alles prima. Veranderingen in versies 0.6.1.31 en 0.6.1.32 verbeterde de efficiëntie van de router en verminderde het aantal actieve peers. De router moet <i> normaal gezien </i> verbindingen met enkele peers ten allen tijden in stand houden. De beste manier om "better-connected" te blijven tot het netwerk is om <a href="http://localhost:7657/config">meer bandbreedte te delen</a>
ru: Если у Вашего маршрутизатора 10 или более активных пиров, то все у Вас хорошо. Изменения в версиях 0.6.1.31 и 0.6.1.32 улучшили работу маршрутизатора и эффективно уменьшили требуемое ему количество активных пиров. Маршрутизатор всегда <i>должен</i> поддерживать соединения с несколькими пирами. Наилучший способ оставаться интегрированным в сеть &mdash; это <a href="http://localhost:7657/config">предоставлять сети больше транзитного трафика</a>.

source: Is my router an "exit node" to the regular Internet? I don't want it to be.
nl: Is mijn router een "exit node" naar het normale internet? Ik wil dat niet.
ru: А мой роутер является "выходным узлом" в обычный интернет? Я не хочу чтобы он был.

source: No. Unlike <a href="https://www.torproject.org/">Tor</a>, "exit nodes" or "outproxies" are not an inherent part of the network. Only volunteers who set up and run separate applications will relay traffic to the regular Internet. There are very, very few of these.
nl: Nee. In tegenstelling tot <a href="https://www.torproject.org/">Tor</a>, "exit nodes" of "outproxies" zijn geen inherent deel van het netwerk. Alleen vrijwilligers die een aparte applicatie gebruiken zullen verkeer doorsturen naar het notmale internet. Er zijn er maar héél weinig van deze.
ru: Нет. В отличие от <a href="https://www.torproject.org/">Tor</a>, "выходные узлы" или "outproxies" не являются неотъемлемой частью сети. Только добровольцы, которые их создают и поддерживают, используют отдельные приложения чтобы передавать трафик в открытые сети. Таких очень и очень немного.

source: See above. There are very few HTTP "outproxies", they are not an inherent part of the network, and they may not be up. In addition, the old outproxies squid.i2p, true.i2p, and krabs.i2p have vanished. The only outproxy at the moment is false.i2p. To use it, edit your <a href="http://localhost:7657/i2ptunnel/edit.jsp?tunnel=0">i2ptunnel settings for eepProxy</a> and set your outproxy list to 'false.i2p' (only). Then stop and restart the eepProxy. If it doesn't work, the outproxy is not up. It is not I2P's fault. If your primary reason to use an anonymous network is to anonymously access sites on the regular Internet, you should probably try <a href="https://www.torproject.org/">Tor</a>.
nl: Zie bovenstaande. Er zijn zeer weinig HTTP "outproxies". Ze maken geen deel uit van het eigen netwerk en zijn mogelijk niet beschikbaar. Bovendien zijn de volgende oude outproxies verdwenen squid.i2p, true.i2p, and krabs.i2p . De enige outproxy momenteel is false.i2p om dit te gebruiken, verander uw <a href="http://localhost:7657/i2ptunnel/edit.jsp?tunnel=0">i2ptunnel instelling voor eepProxy</a> en zet de outproxy list op 'false.i2p' (enkel). Vervolgens stop en herstart de eepProxy. Als dit niet werkt, dan is de outproxy niet beschikbaar. Dit is niet de fout van I2P. Indien de belangrijkste reden dat u een anoniem netwerk gebruikt, anoniem sites te kunnen bezoeken, dan kan u beter <a href="https://www.torproject.org/">Tor</a> gebruiken.
ru: Смотрите выше. Существует очень немного выходных шлюзов в обычную сеть, это не часть сети, и они могут не работать. В добавок, старые выходные прокси - squid.i2p, true.i2p, krabs.i2p - исчезли. Единственный оставшийся на данный момент выходной прокси &mdash; это false.i2p. Чтобы пользоваться им, измените Ваши <a href="http://localhost:7657/i2ptunnel/edit.jsp?tunnel=0">настройки для eepProxy</a> и установите список выходных прокси на 'false.i2p' (единственную строку). После чего остановите и запустите снова eepProxy. Если это не работает, значит выходной прокси лежит. И это не проблема I2P. Если основной ваш сценарий это анонимный доступ к сайтам обычного интернета, воспользуйтесь <a href="https://www.torproject.org/">Tor</a>.

source: Within I2P, there is no need for HTTPS, as all traffic is encrypted end-to-end. FTP is not supported for technical reasons.
nl: Binnen I2P is er geen behoefte aan HTTPS omdat al het verkeer end-to-end versleuteld is. FTP wordt niet ondersteund vanwege technische redenen.
ru: Внутри I2P нет необходимости в HTTPS, так как весь трафик шифруется от точки до точки. А FTP не поддерживается по техническим причинам.

source: There are no FTP "outproxies" to the Internet&mdash;it may not even be possible to set up one. Any other kind of outproxy may work if it's set up with a standard tunnel. If you would like to set up some type of outproxy, carefully research the potential risks. The I2P community may or may not be able to help with the technical aspects, feel free to ask.
nl: Er zijn geen FTP "outproxies" naar het Internet&mdash;het is misschien zelfs niet mogelijk er een in te stellen. Elke andere soort outproxy zou kunnen werken als die ingesteld is met een standaardtunnel. Ga voorzichtig de mogelijke risico's na als je een soort outproxy zou willen instellen. De I2P gemeenschap kan je misschien helpen met de technische aspecten, voel je vrij om te vragen.
ru: Нет никаких выходных прокси для FTP в Интернет &mdash; скорее всего даже невозможно реализовать такое. Другие варианты выходных прокси можно сделать, если воспользоваться настройками обычных туннелей. Если Вы хотели бы запустить какой-либо тип выходного прокси, осторожно и внимательно рассмотрите возможные риски. Вы всегда можете спросить о чем-то при необходимости, но Вам следует учесть, что сообщество I2P не гарантирует помощь в техническом плане.

source: As explained several times above, any existing outproxy isn't a core part of the network. They are services run by individuals and they may or may not be operational at any given time.
nl: Zoals hierboven meermaals uitgelegd is elke bestaande outproxy geen kernonderdeel van het netwerk. Het zijn diensten gerund door individuele personen en ze kunnen op eender welk moment al dan niet operationeel zijn.
ru: Как ранее уже несколько раз объяснялось, все существующие выходные прокси не являются составной частью сети. Это сервисы, поддерживаемые некоторыми особами, и бесперебойная работа в каждый момент времени для этих сервисов не гарантирована.

source: <b>Update</b>: Thanks to the work of h2ik, there is an https outproxy available for use via I2P. Starting with I2P 0.8.4 <a href="http://localhost:7657/i2ptunnel/edit?tunnel=6">the tunnel</a> is configured out of the box.<br /> In case the https outproxy is not available in your version of I2P, you can add it easily by doing the following:
nl: <b>Update</b>: Dankzij het werk van h2ik is er een https outproxy beschikbaar voor gebruik via I2P. Beginnend met I2P 0.8.5 is <a href="http://localhost:7657/i2ptunnel/edit?tunnel=6">de tunnel</a> standaard geconfigureerd. Ingeval de https outproxy niet beschikbaar is in jouw versie van I2P kan je deze makkelijk toevoegen op volgende wijze:
ru: <b>Обновление</b>: Благодаря проделанной h2ik работе, теперь для I2P доступен выходной прокси для протокола https. Начиная с I2P 0.8.4, <a href="http://localhost:7657/i2ptunnel/edit?tunnel=6">туннель</a> для него выделен по умолчанию.<br /> В случае, если https прокси отсутсвует в Вашей версии I2P, его можно легко настроить, выполнив следующее:

source: Open <a href="http://localhost:7657/i2ptunnel/index.jsp">i2p tunnel manager</a>. Scroll down to the bottom.
nl: Open <a href="http://localhost:7657/i2ptunnel/index.jsp">i2p tunnel manager</a>. Scroll naar beneden.
ru: Откройте <a href="http://localhost:7657/i2ptunnel/index.jsp">менеджер туннелей i2p</a>. Прокрутите страницу в самый низ.

source: Choose <b>CONNECT</b> from <b>New Client Tunnel</b> dropdown list, click <b>Create</b>
nl: Kies <b>VERBIND</b> van <b>Nieuwe Cliënt Tunnel</b> dropdown lijst, klik <b>Maak</b>
ru: Выберите <b>CONNECT</b> из списка <b>Новый клиентский туннель</b>, нажмите <b>Создать</b>

source: In the new page, <b>name</b> and <b>describe</b> your new https tunnel as you like. The <b>Access Point</b> is your local port for the new https proxy recommended port's <b>4445</b>. <b>Outproxy</b> should be the outproxy's .i2p address which supports https. See this forum post of <a href="http://%(forum)s/viewtopic.php?p=31356#31356">h2ik</a>'s for the address. Make sure <b>Shared Client</b>, <b>Delay Connect</b>, <b>AutoStart</b> are checked. Other options should be left at the defaults. Click Save. In tunnel manger, click the <b>Start</b> button next to your new tunnel.
ru: На новой странице задайте <b>Название</b> и <b>Описание</b> Вашему https туннелю, которые Вы пожелаете. Настройка <b>Точка доступа</b> это Ваш локальный порт для Вашего нового https прокси, рекомендуемый порт &mdash; <b>4445</b>. В поле <b>Список outproxy</b> тут должен быть .i2p адрес сервера, который поддерживает https. Смотрите запись <a href="http://%(forum)s/viewtopic.php?p=31356#31356">h2ik</a> на форуме, там указан адрес. Удостоверьтесь, что пункты <b>Коллективный клиент</b>, <b>Задержка соединения</b> и <b>Автозапуск</b> отмечены галкой. Другие опции нужно оставить по умолчанию. Нажмите "Сохранить". В менеджере туннелей, нажмите "Запустить" возле записи вашего нового туннеля.

source: In firefox, click through <b>Tools</b>><b>Options</b>><b>Advanced</b>><b>Network</b>><b>Setting</b>. Untick <b>Use this proxy for all protocol</b>, set <b>SSL proxy:</b> to localhost:4445.
ru: В Firefox нажмите на <b>Инструменты</b>><b>></b>Опции<b>Дополнительно</b>><b>Сеть</b>><b>Настройки</b>. Снимите галку с опции <b>Использовать этот прокси-сервер для всех протоколов</b>, в полях <b>SSL прокси:</b> установите localhost:4445.

source: Done.
nl: Klaar.
ru: Готово.

source: This is a question that only you can answer because the correct answer depends on your behaviours, your <a href="%(threatmodel)s">threat model</a>, and how much you trust the outproxy operator.
nl: Dit is een vraag die alleen jij kan beantwoorden omdat het juiste antwoord afhangt van je gedragingen, je <a href="%(threatmodel)s">threat model</a>, en hoeveel vertrouwen je in de outproxy-beheerder hebt.
ru: Это вопрос, на который только Вы сами можете ответить, так как он зависит от Вашего поведения, Вашей <a href="%(threatmodel)s">модели угроз</a>, а также от того, насколько Вы доверяете владельцу выходого прокси.

source: Like Tor, I2P does not magically encrypt the Internet. You are vulnerable to snooping by the outproxy operators. The <a href="https://wiki.torproject.org/noreply/TheOnionRouter/TorFAQ#ExitEavesdroppers">Tor FAQ</a> does a good job of explaining this.
nl: Zoals Tor versleutelt I2P niet magisch het Internet. Je bent kwetsbaar voor spionage door de outproxy-beheerders. De <a href="https://wiki.torproject.org/noreply/TheOnionRouter/TorFAQ#ExitEavesdroppers">Tor FAQ</a> legt dit goed uit.
ru: Как и Tor, I2P не шифрует Интернет магическим образом. Вы уязвимы к тому, что владелец выходного шлюза может за Вами следить. Посмотрите на хорошую статью по этой теме в <a href="https://wiki.torproject.org/noreply/TheOnionRouter/TorFAQ#ExitEavesdroppers">Tor FAQ</a>.

source: In addition, you may be vulnerable to collusion between the outproxy operator and operators of other I2P services, if you use the same tunnels ("shared clients"). There is additional discussion about this on <a href="http://%(zzz)s/topics/217">%(zzz)s</a>.
ru: Вдобавок, Вы можете быть уязвимы к сговору между владельцем выходного прокси и владельцами других сервисов в I2P, если используете те же туннели ("shared clients"). Подробнее по этой теме можно ознакомиться здесь: <a href="http://%(zzz)s/topics/217">%(zzz)s</a>.

source: Unless an outproxy has been set up for the service you want to connect to, this cannot be done. There are only three types of outproxies running right now: HTTP, HTTPS, and email. Note that there is not a SOCKS outproxy. If this type of service is required, try <a href="https://www.torproject.org/">Tor</a>.
ru: Пока нет выходного прокси для сервиса, к которому Вы хотите подключиться, это невыполнимо. На данный момент есть только три типа выходных прокси: HTTP, HTTPS и email. Обратите внимание, что SOCKS прокси отсутствует. Если нужны какие-то другие типы сервисов - воспользуйтесь <a href="https://www.torproject.org/">Tor</a>.

source: If you consider every eepsite that has ever been created, yes, most of them are down. People and eepsites come and go. A good way to get started in I2P is check out a list of eepsites that are currently up. <a href="%(eepstatus)s">%(eepstatus)s</a> tracks active eepsites.
ru: Если Вы рассматриваете каждый eepsite, который создавался вообще - да, большинство из них недоступны. Люди и сайты приходят и уходят. Хороший способ начать работать с I2P - проверить списки eepsite'ов, которые сейчас доступны. <a href="%(eepstatus)s">%(eepstatus)s</a> отслеживает доступные eepsite'ы.

source: Click on the <a href="http://localhost:7658/">Website</a> link at the top of your router console for instructions.
nl: Klik op de <a href="http://localhost:7658/">Website</a> link bovenaan je router console voor instructies.
ru: Нажмите на ссылку <a href="http://localhost:7658/">Веб-сайт</a> наверху интерфейса консоли маршрутизатора.

source: Why are downloads, torrents, web browsing, and everything else so slow on I2P? The encryption and routing within the I2P network adds a substantial amount of overhead and limits bandwidth. Anonymity isn't free.
nl: Waarom zijn downloads, torrents, browsen, en de rest zo langzaam op I2P? De versleuteling en routing binnen het I2P netwerk voegen een substantiële hoeveelheid overhead en beperkt de bandbreedte toe. Anonimiteit is nou eenmaal niet kosteloos.
ru: Почему закачки, торренты, сёрфинг и вообще все такое медленное в I2P? Шифрование и маршрутизация в сети I2P добавляет значительные затраты и ограничивает полосу пропускания. Анонимность не бывает бесплатной.

source: In addition, you and everybody else probably need to increase your bandwidth limits. Two key settings are the inbound and outbound bandwidth limiters on <a href="http://localhost:7657/config.jsp">the configuration page</a>. With the default settings of 32KBps you will generally get no better than 15KBps data transfer in I2PSnark. Increasing the settings (but keeping within your actual connection limitations) will increase the potential transfer rate for I2PSnark and all other applications.
ru: В дополнение к этому, Вы и все остальные возможно должны увеличить ваши ограничения по трафику. Две ключевые настройки это входящее и исходящее ограничение по трафику на <a href="http://localhost:7657/config.jsp">странице конфигурации</a>. С настройками по умолчанию в 32&nbsp;КБ/с Вы, скорее всего, получите не более 15&nbsp;КБ/с полосы в I2PSnark. Увеличение этих настроек (конечно, в рамках ограничений Вашего подключения к сети) увеличит потенциально возможную пропускную способность для I2PSnark и других приложений.

source: Also, do you have sufficient share bandwidth configured to allow participating tunnels to route through your router? Believe it or not, allowing participating traffic keeps you well-integrated in the network and helps your own transfer speeds.
ru: И ещё, выделили ли Вы достаточную полосу пропускания для сети, чтобы транзитные туннели могли нормально проходить Ваш маршрутизатор? Верите или нет, разрешение транзитного трафика приводит к лучшей интеграции в сеть и позволяет увеличивать уже Вашу скорость передачи.

source: I2P is a work in progress. Lots of improvements and fixes are being implemented, and generally speaking, running the latest release will help your performance. If you haven't, <a href="%(downloadslist)s">install the latest release</a>.
ru: I2P находится в процессе развития. Многое меняется и исправляется, и в общем, использование новейших версий помогает увеличить произодительность. Если Вы работаете на старой версии &mdash; <a href="%(downloadslist)s">поставьте новую</a>.

source: See the <a href="http://%(forum)s/viewtopic.php?t=2068">I2P Bittorrent FAQ</a>
nl: Zie de <a href="http://%(forum)s/viewtopic.php?t=2068">I2P Bittorrent FAQ</a>
ru: Смотрите <a href="http://%(forum)s/viewtopic.php?t=2068">Частые вопросы по Битторренту в I2P</a>
