Repository: Bimo-Studio/i2p.www
Catalog: i2p2www/translations/*/LC_MESSAGES/priority.po
Languages: nl, ru

source: Blog Category
nl: Blog categorie
ru: Категория блогов

source: I2P Blog ATOM Feed for Category: %(category)s
nl: I2P Blog ATOM Feed voor Categorie: %(category)s
ru: Лента ATOM блога I2P в категории: %(category)s

source: Blog
ru: Блог

source: I2P Blog ATOM Feed
ru: ATOM-лента блога I2P

source: Posted %(date)s by %(author)s
nl: Geplaatst %(date)s door %(author)s
ru: Опубликовано %(date)s от %(author)s

source: More blog posts&hellip;
nl: Meer blog posts&hellip;
ru: Старые сообщения&hellip;

source: Posted:
nl: Geplaatst:
ru: Размещено:

source: Author:
nl: Auteur:
ru: Автор:

source: Debian I2P Packages
nl: Debian I2P pakketten
ru: Пакеты I2P для Debian

source: The Debian packages have been tested and <em>should </em>work on x86/x86_64 platforms running:
nl: De Debian pakketten zijn getest en <em>zouden moeten </em>werken op x86/x86_64 platformen die draaien:
ru: Пакеты для Debian были протестированы и <em>должны </em>работать на платформах x86/x86_64 использующих:

source: <a href="#ubuntu">Ubuntu</a> (Precise <em>12.04</em> and newer)
nl: <a href="#ubuntu">Ubuntu</a> (<em>12.04</em> en nieuwer)
ru: <a href="#ubuntu">Ubuntu</a> (Точнее <em>12.04</em> и новее)

source: <a href="#debian">Debian Linux</a> (Wheezy and newer)
nl: <a href="#debian">Debian Linux</a> (Wheezy en nieuwer)
ru: <a href="#debian">Debian Linux</a> (Wheezy или новее)

source: The I2P packages <em>may</em> work on systems not listed above. Please report any issues with these packages on <a href="%(trac)s">Trac</a> at <a href="%(trac)s">https://trac.i2p2.de</a>.
nl: De I2P pakketten <em>kunnen</em> werken op system die niet hier beschreven staan. Rapporteer problemen via <a href="%(trac)s">Trac</a> op <a href="%(trac)s">https://trac.i2p2.de</a>.
ru: Пакеты I2P <em>могут</em> работать на системах не перечисленных выше. Пожалуйста сообщайте о любых проблемах с этими пакетами в <a href="%(trac)s">Trac</a> на <a href="%(trac)s">https://trac.i2p2.de</a>.

source: Option 1: <a href="#ubuntu">Recent versions</a> of Ubuntu and its derivatives (<em>Try this if you're not using Debian)</em>
nl: Optie 1: <a href="#ubuntu">Recente versies</a> van Ubuntu en afgeleiden (<em>Probeer dit als je niet Debian gebruikt</em>)
ru: Вариант 1: <a href="#ubuntu">Последние версии</a> Ubuntu и ее производные (<em>Попробуйте, если не используете Debian)</em>

source: Option 2: <a href="#debian">Debian</a> (including Debian-derivatives)
nl: Optie 2: <a href="#debian">Debian</a> (inclusief Debian-afgeleiden)
ru: Вариант 2: <a href="#debian">Debian</a> (включая основанные на нем дистрибутивы)

source: Instructions for Ubuntu 12.04 Precise Pangolin (and newer) and derivatives like Linux Mint &amp; Trisquel
nl: Instructies voor Ubuntu 12.04 Precise Pangolin (en nieuwer) en afgeleiden zoals Linux Mint &amp; Trisquel
ru: Инструкции для Ubuntu 12.04 Precise Pangolin (и более новых версий) и производных дистрибутивов, таких как Linux Mint &amp; Trisquel

source: Adding the PPA via the command line and installing I2P
nl: De PPA via de opdrachtregel toevoegen en I2P installeren
ru: Добавление PPA через командную строку и установка I2P

source: Open a terminal and enter:
nl: Open een terminal en voer in:
ru: Откройте консоль и введите:

source: This command will add the PPA to /etc/apt/sources.list.d and fetch the gpg key that the repository has been signed with. The GPG key ensures that the packages have not been tampered with since being built.
nl: Deze opdracht voegt de PPA toe aan /etc/apt/sources.list.d en haalt de gpg sleutel op waarmee het archief ongetekend is. De gpg sleutel zorgt ervoor dat er niks is veranderd aan het archief sinds het maken ervan.
ru: Эта команда добавит PPA в /etc/apt/sources.list.d и скачает ключ gpg, которым подписан репозиторий. Этот ключ удостоверяет что пакеты попали к вам в том же виде, как были собраны.

source: Notify your package manager of the new PPA by entering:
nl: Meld de nieuwe PPA aan de pakket manager door dit in te voeren:
ru: Теперь нужно уведомить пакетный менеджер о новом репозитории, введя:

source: This command will retrieve the latest list of software from each repository that is enabled on your system, including the I2P PPA that was added with the earlier command.
nl: Deze opdracht haalt de laatste lijst van software van elk archief wat ingeschakeld is op je systeem, waaronder de I2P PPA die je hebt toegevoegd met een eerdere opdracht.
ru: Эта команда заберет списки последних версий из каждого репозитория, что настроен для вашей системы, включая репозиторий I2P, который мы добавили предыдущей командой.

source: You are now ready to install I2P!
nl: Je bent nu klaar om I2P te installeren!
ru: Теперь вы готовы к установке I2P!

source: Adding the PPA Using Synaptic
nl: De PPA toevoegen met Synaptic
ru: Добавление PPA, используя Synaptic

source: Open Synaptic (System -&gt; Administration -&gt; Synaptic Package Manager).
nl: Open Synaptic (Systeem -&gt; Administratie -&gt; Synaptic Pakket Manager).
ru: Запустите Synaptic (System -&gt; Administration -&gt; Synaptic Package Manager).

source: Once Synaptic opens, select <em>Repositories</em> from the <em>Settings</em> menu.
nl: Als Synaptic opent, selecteer <em>Archieven</em> uit het <em>Instellingen</em> menu.
ru: Как Synaptic откроется, выберите <em>Repositories</em> из меню <em>Settings</em>.

source: Click the <em>Other Sources</em> tab and click <em>Add</em>. Paste <code>ppa:i2p-maintainers/i2p</code> into the APT-line field and click <em>Add Source</em>. Click the <em>Close</em> button then <em>Reload</em>.
nl: Klik op het <em>Andere Bronnen</em> tabblad en klik <em>Toevoegen</em>. Plak <code>ppa:i2p-maintainers/i2p</code> in het APT-lijn veld en klik <em>Bron Toevoegen</em>. Klik de <em>Sluiten</em> knop en dan de <em>Verversen</em> knop.
ru: Кликните на закладку <em>Other Sources</em> и кнопку <em>Add</em>. Вставьте <code>ppa:i2p-maintainers/i2p</code> в поле APT-line и кликните <em>Add Source</em>. Закройте с помощью <em>Close</em>и перезапустите с помощью <em>Reload</em>.

source: In the Quick Filter box, type in <code>i2p</code> and press enter. When <code>i2p</code> is returned in the results list, right click <code>i2p</code> and select <em>Mark for Installation</em>. After doing so you may see a <em>Mark additional required changes?</em> popup. If so, click <em>Mark</em> then <em>Apply</em>.
nl: Vul <code>i2p</code> in in het Quick Filter veld en druk op enter. Als <code>i2p</code> in de resultaten voorkomt, druk daar dan met je rechtermuisknop op en selecteer <em>Mark for Installation</em>. Nadat je dat gedaan hebt kan je een <em>Mark additional required changes?</em> popup te zien krijgen. Als dat zo is, druk op <em>Mark</em> en dan op <em>Apply</em>.
ru: В диалоге Быстрого фильтра, наберите <code>i2p</code> и нажмите Enter. Когда <code>i2p</code> будет выведено в результатах, сделайте правый клик на <code>i2p</code> и выберите <em>Mark for Installation</em>. После этого вы можете увидеть сообщение <em>Mark additional required changes?</em>. В таком случае, выберите <em>Mark</em>, а потом - <em>Apply</em>.

source: After the installation process completes you can move on to the next part of <a href="#Post-install_work">starting I2P</a> and configuring it for your system.
nl: Na het installatie proces klaar is, kan je door naar het volgende deel: <a href="#Post-install_work">I2P starten</a> en configureren voor jouw systeem.
ru: После завершения установки вы можете приступать к следующей части <a href="#Post-install_work">запуска I2P</a> и его настройки для вашей системы.

source: Instructions for Debian
nl: Instructies voor Debian
ru: Инструкции для Debian

source: Note: The steps below should be performed with root access (i.e., switching user to root with "su" or by prefixing each command with "sudo").
nl: Let op: De volgende stappen moeten met root access worden uitgevoerd (i.e., switch gebruiker naar root met "su" of laat elk commando voorafgaan met "sudo").
ru: Внимание: Шаги перечисленные ниже должны выполняться с правами пользователя root (то есть, после переключения на пользователя root с помощью "su" или предвосхищая каждую команду префиксом "sudo").

source: Add lines like the following to <code>%(file)s</code>.
nl: Voeg regels zoals deze toe aan <code>%(file)s</code>.
ru: Добавьте следующие строки в <code>%(file)s</code>.

source: Download <a href="%(repokey)s">the key used to sign the repository</a> and add it to apt:
nl: Download <a href="%(repokey)s">de sleutel voor de repository</a> en voeg hem toe aan apt:
ru: Скачайте <a href="%(repokey)s">ключ используемый для подписи репозитория</a> и добавьте его в apt:

source: Notify your package manager of the new repository by entering
nl: Meld je pakketbeheerder van de nieuwe pakketbron door het volgende in te geven:
ru: Сообщите вашему менеджеру пакетов о новом репозитории введя

source: This command will retrieve the latest list of software from every repository enabled on your system, including the I2P repository added in step 1.
nl: Dit commando zal de laatste lijst met beschikbare software ophalen van elke pakketbron ingeschakeld op je systeem, inclusief de I2P-pakketbron toegevoegd in stap 1.
ru: Эта команда выполнит обновление списка ПО для каждого репозитория активированного в вашей системе, включая репозиторий I2P добавленный на шаге 1.

source: You are now ready to install I2P! Installing the <code>i2p-keyring</code> package will ensure that you receive updates to the repository's GPG key.
nl: Je bent nu klaar om I2P te installeren! Installeer het <code>i2p-keyring</code> pakket updates van de GPG key van de repository geüpdatet te houden.
ru: Теперь вы готовы установить I2P! Установка пакета <code>i2p-keyring</code> гарантирует, что вы получите обновления GPG ключей репозитория.

source: After the installation process completes you can move on to the next part of <a href="#Post-install_work">starting I2P</a> and configuring it for your system.
nl: Na het installatie proces klaar is, kan je door naar het volgende deel: <a href="#Post-install_work">I2P starten</a> en configureren voor jouw systeem.
ru: После завершения установки вы можете приступать к следующей части <a href="#Post-install_work">запуска I2P</a> и его настройки для вашей системы.

source: Post-install work
nl: Post-installatie werk
ru: Действия после установки

source: Using these I2P packages the I2P router can be started in the following three ways:
nl: Gebruik makend van deze I2P pakketten kan de I2P router gestart worden in de volgende drie manieren:
ru: Используя эти I2P пакеты, маршрутизатор может быть запущен следующими тремя путями:

source: &quot;on demand&quot; using the i2prouter script. Simply run &quot;<code>i2prouter start</code>&quot; from a command prompt. (Note: Do <strong><u>not</u></strong> use sudo or run it as root!)
nl: &quot;op aanvraag&quot; met het i2prouter script. Run dan de volgende opdrachten vanuit opdrachtprompt: &quot;<code>i2prouter start</code> &quot;. (Noot: Gebruik <strong><u>geen</u></strong> sudo of start het als administrator!)
ru: &quot;по требованию&quot; используя скрипт i2prouter. Просто запустите &quot;<code>i2prouter start</code>&quot; из командной строки. (Важно: <strong><u>НЕ НАДО</u></strong> использовать sudo или запускать его от root!)

source: &quot;on demand&quot; without the <a href="http://wrapper.tanukisoftware.com/">java service wrapper</a> (needed on non-Linux/non-x86 systems) by running "<code>i2prouter-nowrapper</code>". (Note: Do <strong><u>not</u></strong> use sudo or run it as root!)
nl: &quot;op aanvraag&quot; zonder de <a href="http://wrapper.tanukisoftware.com/">java service wrapper</a> (nodig op niet-Linux/niet-x86 systemen) met de volgende code: "<code>i2prouter-nowrapper</code>". (Noot: Gebruik <strong><u>geen</u></strong> sudo of start het als administrator!)
ru: &quot;по требованию&quot; без <a href="http://wrapper.tanukisoftware.com/">java service wrapper</a> (он нужен для non-Linux/non-x86 систем), запуская "<code>i2prouter-nowrapper</code>". (Важно: <strong><u>НЕ НАДО</u></strong> использовать sudo или запускать от root!)

source: as a service that automatically runs when your system boots, even before logging in. The service can be enabled with "<code>dpkg-reconfigure i2p</code>" as root or using sudo. This is the recommended means of operation.
nl: als een service die automatisch gestart wordt wanneer je systeem opgestart wordt, zelfs nog voor het inloggen. De service kan aangezet worden met: "<code>dpkg-reconfigure i2p</code>" als administrator of met "sudo". Dit is de aanbevolen manier om I2P te starten.
ru: как сервис, который автоматически стартует при запуске системы, даже до логина пользователя. Сервис может быть активирован командой "<code>dpkg-reconfigure i2p</code>" от root или с помошью sudo. Этот вариан рекомендован для использования.

source: When installing for the first time, please remember to <b>adjust your NAT/firewall</b> if you can. The ports to forward can be found on the <a href="http://127.0.0.1:7657/confignet"> network configuration page</a> in the router console. If guidance with respect to forwarding ports is needed, you may find <a href="http://portforward.com">portforward.com</a> to be helpful.
nl: Als u voor de eerste keer installeert, <b>werk uw NAT/firewall bij</b> als u kan. De poorten die geforward dienen te worden vind u op de <a href="http://127.0.0.1:7657/confignet"> netwerk configuratie pagina</a> in de router console. Als u hulp nodig heeft met het forwarden van poorten, dan vindt u hulp op <a href="http://portforward.com">portforward.com</a>.
ru: При первой инсталляции не забудьте <b>поправить настройки NAT/firewall</b> если это возможно. Порты, которые нужно пробросить указаны на <a href="http://127.0.0.1:7657/confignet"> странице конфигурации сети</a>в консоли маршрутизатора. Если вам нужно разобраться, что такое проброс портов, про это можно прочитать на <a href="http://portforward.com">portforward.com</a>.

source: Please review and <b>adjust the bandwidth settings</b> on the <a href="http://127.0.0.1:7657/config.jsp">configuration page</a>, as the default settings of 96 KB/s down / 40 KB/s up are fairly conservative.
nl: Bekijk de bandwidth settings en <b>pas ze aan</b> op de <a href="http://127.0.0.1:7657/config.jsp">configuration pagina</a>. omdat de standaard instellingen (96 KB/s down, 40 KB/s up) vrij conservatief zijn.
ru: Проверьте и <b>поправьте настройки полосы пропускания</b> на <a href="http://127.0.0.1:7657/config.jsp">странице настроек</a>, так как значения по умолчанию 96 KB/s down / 40 KB/s up довольно консервативны.

source: If you want to reach eepsites via your browser, have a look on the <a href="%(browserconfig)s">browser proxy setup</a> page for an easy howto.
nl: Als je eepsites via je browser wil bereiken, kijk dan op de <a href="%(browserconfig)s">browser proxy setup</a> pagina voor een makkelijke handleiding.
ru: Если вы хотите посещать сайты в I2P с помощью своего браузера, обратите внимание на инструкцию по <a href="%(browserconfig)s">настройке прокси для браузера</a>

source: Download
ru: Скачать

source: Source package
nl: Bron pakket
ru: Пакет с исходниками

source: Automatic updates
nl: Automatische updates
ru: Автоматические обновления

source: Manual updates
nl: Handmatige updates
ru: Обновление вручную

source: Dependency
nl: Afhankelijkheid
ru: Системные требования

source: Java Runtime Version 7 or higher. (<a href="%(java)s">Oracle</a>, <a href="%(openjdk)s">OpenJDK</a>, or <a href="%(icedtea)s">IcedTea</a> Java Version 7 or 8 recommended, except Raspberry Pi: <a href="%(arm8)s">Oracle JDK 8 for ARM</a>, PowerPC: <a href="%(ibmsdk7)s">IBM Java SE 7 or 8</a>) <br /> <a href="%(detectjre)s">Determine your installed Java version here</a> or type <tt>java -version</tt> at your command prompt.
nl: Java Runtime Versie 7 of hoger. (<a href="%(java)s">Oracle</a>, <a href="%(openjdk)s">OpenJDK</a>, of <a href="%(icedtea)s">IcedTea</a> Java Versie 7 of 8 aanbevolen, behalve Raspberry Pi: <a href="%(arm8)s">Oracle JDK 8 voor ARM</a>, PowerPC: <a href="%(ibmsdk7)s">IBM Java SE 7 of 8</a>) <br /> <a href="%(detectjre)s">Detecteer hier de geinstalleerde Java versie</a> of type <tt>java -version</tt> op je commando prompt.
ru: Java Runtime Version 7 или выше. (<a href="%(java)s">Oracle</a>, <a href="%(openjdk)s">OpenJDK</a> или <a href="%(icedtea)s">IcedTea</a> Java 7 или 8 версии, кроме Raspberry Pi: <a href="%(arm8)s">Oracle JDK 8 для ARM</a>, PowerPC: <a href="%(ibmsdk7)s">IBM Java SE 7 или 8</a>) <br /> <a href="%(detectjre)s">Определите версию установленной у вас Java</a> или введите <tt>java -version</tt> в командной строке.

source: Release Notes
nl: Uitgaveopmerkingen
ru: Примечания к выпуску

source: Change Log
ru: Журнал изменений

source: Debian Change Log
ru: Изменения Debian

source: Android Change Log
ru: Изменения Android

source: Clean installs
nl: Schone installaties
ru: Новая инсталляция

source: Download that file and run it.
nl: Download dat bestand en voer het uit.
ru: Скачайте этот файл и запустите его.

source: Download that file and double-click it (if that works) or type <code>java -jar i2pinstall_%(i2pversion)s.jar</code> in a terminal to run the installer. You may be able to right-click and select &quot;Open with Java&quot;.
nl: Download dat bestand en dubbelklik erop of typ <code>java -jar i2pinstall_%(i2pversion)s.jar</code> in een terminal om de installer te draaien. Het is ook mogelijk dat in het contextmenu (rechter muisknop) deze optie biedt: &quot;Open met Java&quot;.
ru: Скачайте и кликните файл (если это применимо), или наберите <code>java -jar i2pinstall_%(i2pversion)s.jar</code> в терминале для запуска инсталлятора. На некоторых платформах это может быть как правый клик мышкой и выбрать &quot;Open with Java&quot;.

source: Command line (headless) install:
nl: Opdrachtprompt (headless) installatie:
ru: Установка из командной строки:

source: Download the %(i2pversion)s OSX graphical installer file above and run <code>java -jar i2pinstall_%(i2pversion)s.jar -console</code> from the command line.
nl: Download het %(i2pversion)s OSX grafische installatiebestand hierboven en draai <code>java -jar i2pinstall_%(i2pversion)s.jar -console</code> vanuit de command line.
ru: Скачайте графический инсталлятор для OCX %(i2pversion)s выше и запустите <code>java -jar i2pinstall_%(i2pversion)s.jar -console</code> из командной строки.

source: Download that file and double-click it (if that works) or type <code>java -jar i2pinstall_%(i2pversion)s.jar</code> in a terminal to run the installer. On some platforms you may be able to right-click and select &quot;Open with Java&quot;.
nl: Download dat bestand en dubbel klik erop (als dat werkt) of typ <code>java -jar i2pinstall_%(i2pversion)s.jar</code> in een opdrachtprompt om te installeren. Op sommige platformen kan je met je rechter muisknop op het bestand klikken en kiezen voor &quot;Open with Java&quot;.
ru: Скачайте файл и дважды щёлкните по нему (если это применимо), или же наберите <code>java -jar i2pinstall_%(i2pversion)s.jar</code> в терминале для запуска инсталлятора. На некоторых платформах можно щёлкнуть правой кнопкой мыши и выбрать &quot;Open with Java&quot;.

source: Download the graphical installer file above and run <code>java -jar i2pinstall_%(i2pversion)s.jar -console</code> from the command line.
nl: Download het grafische setup bestand hierboven en voer <code>java -jar i2pinstall_%(i2pversion)s.jar -console</code> uit vanuit opdrachtprompt.
ru: Скачайте инсталлятор выше и запустите как <code>java -jar i2pinstall_%(i2pversion)s.jar -console</code> из командной строки.

source: Packages for Debian &amp; Ubuntu are available.
nl: Pakketten voor Debian &amp; Ubuntu zijn beschikbaar.
ru: Пакеты для Debian и Ubuntu.

source: Requires Android 2.3 (Gingerbread) or higher. If you earlier installed I2P, you need to reinstall because we have also changed the release keys.
nl: Android 2.3 (Gingerbread) of hoger vereist. Deïnstalleer eerdere installaties van I2P, want we hebben de release keys veranderd.
ru: Требуется Android 2.3 (Gingerbread) или выше. Если вы ранее устанавливали I2P, то в связи с изменением ключей релиза потребуется переустановка.

source: 512 MB RAM minimum; 1 GB recommended.
nl: 512 MB RAM minimum; 1 GB aanbevolen
ru: Минимально 512 МБ ОЗУ; рекомендуется - 1 ГБ.

source: The release and dev versions of the I2P APK are not compatible, as they are signed by zzz and str4d respectively. Uninstall one before installing the other.
nl: De release- en ontwikkelingsversies van de I2P APK zijn niet compatibel, ze zijn respectievelijk door zzz en str4d ondertekend. Verwijder de ene voor de andere te installeren.
ru: Релизные и девелоперские версии I2P APK несовместимы, так как они подписаны zzz и str4d соответственно. Удалите тот, что стоит если вы переходите таким образом.

source: Alternately, you can fetch the source from <a href="%(monotoneurl)s#getting-the-i2p-code">monotone</a> or via Git from <a href="%(gitrepo)s">git.repo.i2p</a> or <a href="%(github)s">Github</a>. <br /> Run <code>(tar xjvf i2psource_%(i2pversion)s.tar.bz2 ; cd i2p-%(i2pversion)s ; ant pkg)</code> then either run the GUI installer or headless install as above.
nl: Je kan de broncode ook halen van <a href="%(monotoneurl)s#getting-the-i2p-code">monotone</a> of via Git van <a href="%(gitrepo)s">git.repo.i2p</a> of <a href="%(github)s">GitHub</a>. <br /> Voer <code>(tar xjvf i2psource_%(i2pversion)s.tar.bz2 ; cd i2p-%(i2pversion)s ; ant pkg)</code> uit en voer vervolgens de grafische installer of een headless install uit zoals hierboven.
ru: Еще можно скачать исходники из <a href="%(monotoneurl)s#getting-the-i2p-code">monotone</a> или Git с <a href="%(gitrepo)s">git.repo.i2p</a> или <a href="%(github)s">Github</a>. <br /> Запустите <code>(tar xjvf i2psource_%(i2pversion)s.tar.bz2 ; cd i2p-%(i2pversion)s ; ant pkg)</code>, а потом используйте собранный графический инсталлятор или устанавливайте из коммандной строки, как выше.

source: Android source is in <a href="%(monotoneurl)s#getting-the-i2p-code">monotone</a> and on <a href="%(github)s">Github</a>. Android builds require the I2P source. See the documentation in the Android source for additional build requirements and instructions.
nl: Android-broncode is in <a href="%(monotoneurl)s#getting-the-i2p-code">monotone</a> en op <a href="%(github)s">GitHub</a>. Android builds vereisen de I2P-broncode. Bekijk de documentatie in de Android-broncode voor bijkomstige build-vereisten en instructies.
ru: Исходный код для Android доступен в <a href="%(monotoneurl)s#getting-the-i2p-code">monotone</a> и на <a href="%(github)s">Github</a>. Для сборки под Android требуется исходный код I2P. Смотрите документацию в исходном коде версии для Android для дополнительных требований к сборке и инструкций.

source: The files are signed by %(signer)s, <a href="%(signingkey)s">whose key is here</a>.
nl: De bestanden zijn ondertekend door %(signer)s, <a href="%(signingkey)s">wiens sleutel hier staat</a>.
ru: Эти файлы подписаны %(signer)s, <a href="%(signingkey)s">и его ключи вот тут</a>.

source: Updates from earlier releases:
nl: Updates van eerdere releases:
ru: Обновления с более ранних релизов:

source: Both automatic and manual upgrades are available for the release.
nl: Zowel automatische en handmatige upgrades zijn beschikbaar voor de release.
ru: И автоматические, и ручные обновления возможны для версии.
