Repository: Bimo-Studio/i2p.www
Catalog: i2p2www/translations/*/LC_MESSAGES/priority.po
Languages: nl, ru

source: A tunnel to the main IRC server within I2P, Irc2P, is created when I2P is installed (see the <a href="http://localhost:7657/i2ptunnel/index.jsp">I2PTunnel configuration page</a>), and is automatically started when the I2P router starts. To connect to it, tell your IRC client to connect to <code>localhost 6668</code>. XChat-like client users can create a new network with the server <code>localhost/6668</code> (remember to tick &quot;Bypass proxy server&quot; if you have a proxy server configured).
ru: Туннель до главного IRC сервера в I2P, Irc2P, создается при установке системы (см. <a href="http://localhost:7657/i2ptunnel/index.jsp">страницу настройки</a>), и автоматически запускается вместе с маршрутизатором. Чтобы его использовать, настройте ваш IRC клиент на соединение с <code>localhost 6668</code>. Те, кто пользуется XChat и подобными клиентами, могут создать новую сеть с сервером <code>localhost/6668</code> (не забудьте выставить крыжик &quot;Не использовать прокси&quot; если у вас настроен прокси-сервер).

source: For security purposes, the router's admin console by default only listens for connections on the local interface. However, with a little hacking, you can make it reachable remotely:
ru: По соображениям безопасности, консоль управления маршрутизатором слушает только на локальном интерфейсе. Тем не менее, с небольшим усилием вы можете перенастроить ее на удаленный доступ:

source: Open <code>~/.i2p/clients.config</code> and replace<br /> <code>clientApp.0.args=7657 ::1,127.0.0.1 ./webapps/</code><br /> with <br /> <code>clientApp.0.args=7657 0.0.0.0 ./webapps/</code>
ru: Откройте <code>~/.i2p/clients.config</code> и замените <br /> <code>clientApp.0.args=7657 ::1,127.0.0.1 ./webapps/</code><br /> на <br /> <code>clientApp.0.args=7657 0.0.0.0 ./webapps/</code>

source: Go to <a href="http://localhost:7657/configui">http://localhost:7657/configui</a> and add a console username and password if desired.
ru: Go to <a href="http://localhost:7657/configui">http://localhost:7657/configui</a> добавьте логин и пароль на консоль, если нужно.

source: Go to <a href="http://localhost:7657/index.jsp">http://localhost:7657/index.jsp</a> and hit "Graceful restart", which restarts the JVM and reloads the client applications
ru: Пройдите на <a href="http://localhost:7657/index.jsp">http://localhost:7657/index.jsp</a> и нажмите на "Мягкий перезапуск", это перезапустит JVM и все приложения.

source: After that fires up, you should now be able to reach your console remotely. Reload the router at http://127.0.0.1:7657 and you will be prompted for the username and password you specified in step 2 above if your browser supports the authentication popup. Note: the <code>0.0.0.0</code> above specifies an <i>interface</i>, not a network or netmask. 0.0.0.0 means "bind to all interfaces", so it can be reachable on 127.0.0.1:7657 as well as any LAN/WAN IP.
ru: После запуска вы сможете попасть на консоль удаленно. Перезагрузите маршрутизатор на http://127.0.0.1:7657 и у вас спросят логин и пароль, введенные на шаге 2 выше, если ваш браузер поддерживает авторизацию. Обратите внимание: <code>0.0.0.0</code> выше указывает на адрес <i>интерфейса</i>, это не сеть и не маска сети. 0.0.0.0 значит "слушать на всех интерфейсах", так что доступ будет и на 127.0.0.1:7657, и на все другие адреса.

source: By default, the router I2CP interface (port 7654) binds to address 127.0.0.1. To bind to 0.0.0.0, set the router advanced configuration option <tt>i2cp.tcp.bindAllInterfaces=true</tt> and restart.
ru: По умолчанию, интерфейс I2CP маршрутизатора (порт 76254) слушает только на 127.0.0.1. Чтобы он слушал на всех интерфейсах (0.0.0.0), настройте дополнительно <tt>i2cp.tcp.bindAllInterfaces=true</tt> и перезапустите маршрутизатор.

source: Whats an "eepsite"?
nl: Wat is een "eepsite"?
ru: Что такое "eepsite"?

source: An eepsite is a website that is hosted anonymously - you can access it by setting your web browser's HTTP proxy to use the web proxy (typically it listens on localhost port 4444), and browsing to the site.
nl: Een eepsite is een website die anoniem gehost is - je kunt ze bereiken door je browser in te stellen een HTTP proxy te gebruiken (vaak is dit localhost op poort 4444), en naar de site te gaan.
ru: Eepsite это вебсайт, который работает анонимно - вы можете на него попасть только настроив ваш браузер на использование прокси I2P (обычно это localhost, порт 4444).

source: The proxy config for different browsers is on a <a href="%(browserconfig)s"> separate page</a> with screenshots. More advanced configs with external tools are possible but could introduce leaks in your setup.
nl: De instellingen voor verschillende browsers vind je op een <a href="%(browserconfig)s"> aparte pagina</a> met screenshots. Meer geavanceerde configuraties zijn mogellijk met externe tools, maar deze kunnen een lek vormen.
ru: Настройка прокси-сервера для разных браузеров описана на <a href="%(browserconfig)s"> этой странице</a> с картинками. Более продвинутые настройки с внешними инструментами тоже возможны, но могут представлять риски деанонимизации.

source: x is the number of peers you've sent or received a message from successfully in the last minute, y is the number of peers seen in the last hour or so.
ru: x это число пиров, кому вы послали или от кого приняли сообщение за последнюю минуту, y это число пиров, которых маршрутизатор наблюдал за последний час или около того.

source: The SOCKS proxy is working as of release 0.7.1. SOCKS 4/4a/5 are supported. There is no SOCKS outproxy so it is of limited use.
nl: De SOCKS-proxy werkt sinds release 0.7.1. SOCKS 4/4a/5 worden ondersteund. Er is geen SOCKS outproxy dus het is van beperkt nut.
ru: Можно использовать SOCKS прокси, начиная с релиза 0.7.1. Поддерживается SOCKS 4/4a/5. Штатной выходной SOCKS прокси в системе нет, так что использование несколько ограничено.

source: In addition, many applications leak sensitive information that could identify you on the Internet. I2P only filters connection data, but if the program you intend to run sends this information as content, I2P has no way to protect your anonymity. For example, some mail applications will send the IP address of the machine they are running on to a mail server. There is no way for I2P to filter this, thus using I2P to 'socksify' existing applications is possible, but extremely dangerous.
ru: Дополнительно, многие приложения позволяют утечки чувствительной информации, которая может вас идентифицировать в интернете. I2P фильтрует только данные соединения, но сами программы, что вы используете, могут отправлять эту информацию вместе с данными, и I2P никак вам тут не может помочь. Например, некоторые приложения почты отправляют IP адрес машины клиента на почтовый сервер. Для I2P нет возможности защитить от такого, так что использовать I2P для проксирования стандартных приложений возможно, но крайне небезопасно.

source: If you would like more information on the socks proxy application anyway, there are some helpful hints on the <a href="%(socks)s">socks page</a>.
ru: Если вы хотите больше информации по поводу SOCKS прокси и приложений, обратите внимание на советы на <a href="%(socks)s">этой странице </a>

source: Okay, here's a rundown of the default ports (everything is configurable through various settings, of course):
ru: Вот тут есть список портов по умолчанию (все это можно поменять настройкой):

source: <b>Internet-facing ports</b> Note: New installs as of release 0.7.8 do not use port 8887; they select a random port between 9000 and 31000 when the program is run for the first time. The selected port is shown on the router <a href="http://127.0.0.1:7657/confignet.jsp">configuration page.</a>
ru: <b>Порты в интернет</b> Обратите внимание: Свежие инсталляции, начиная с 0.7.8 не используют порт 8887; они выбирают случайный порт между 9000 и 31000 при первом запуске. Этот порт показан на <a href="http://127.0.0.1:7657/confignet.jsp">странице конфигурации.</a>

source: <b>Outbound UDP from the random port noted on the <a href="http://127.0.0.1:7657/confignet.jsp">configuration page</a> to arbitrary remote UDP ports, allowing replies</b>
ru: <b>Исходящий UDP с разных портов, указанных на <a href="http://127.0.0.1:7657/confignet.jsp">странице конфигурации</a> до разных удаленных UDP портов, с получением ответов</b>

source: <b>Outbound TCP from random high ports to arbitrary remote TCP ports</b>
ru: <b>Исходящий TCP со случайных высоких портов (выше 1024) до определенных удаленных TCP портов</b>

source: <b>(optional, but recommended) Inbound UDP to the port noted on <a href="http://127.0.0.1:7657/confignet.jsp">configuration page</a> from arbitrary locations</b>
ru: <b>(можно обойтись, но желательно) Входящий UDP на порт, указанный в <a href="http://127.0.0.1:7657/confignet.jsp">настройках</a> из разных источников</b>

source: <b>(optional, but recommended) Inbound TCP to the port noted on <a href="http://127.0.0.1:7657/confignet.jsp">configuration page</a> from arbitrary locations</b><br /> Inbound TCP may be disabled on the <a href="http://127.0.0.1:7657/confignet.jsp">configuration page.</a>
ru: <b>(можно обойтись, но желательно) Входящий TCP на порт в <a href="http://127.0.0.1:7657/confignet.jsp">конфигурации</a> из разных источников</b><br /> Можно запретить входящий TCP в <a href="http://127.0.0.1:7657/confignet.jsp">настройках.</a>

source: <b>Outbound UDP on port 123, allowing replies</b><br /> This is necessary for I2P's internal time sync (via SNTP - querying a random SNTP host in pool.ntp.org or another server you specify)
ru: <b>Исходящий UDP на порт 123, с ответами</b><br /> Это необходимый для I2P синхронизатор времени (через SNTP - запрашивая разные сервера NTP из pool.ntp.org или тот, который вы указали)

source: <b>Local I2P ports</b>, listening only to local connections by default, except where noted:
nl: <b>Lokale I2P-poorten</b>, luisteren standaard enkel naar lokale verbindingen, behalve waar anders vermeld:
ru: <b>Локальные порты I2P</b>, которые слушают на локальном хосте по умолчанию, кроме указанных явно:

source: <b>1900:</b> UPnP SSDP UDP multicast listener. <i>Cannot be changed. Binds to all interfaces. May be disabled on <a href="http://localhost:7657/confignet.jsp">confignet.jsp</a>.</i>
ru: <b>1900:</b> UPnP SSDP UDP multicast слушатель. <i>Не меняется, слушает на всех интерфейсах. Можно выключить в <a href="http://localhost:7657/confignet.jsp">confignet.jsp</a>.</i>

source: <b>2827:</b> BOB bridge, a higher level socket API for clients <i>Disabled by default. May be enabled/disabled on <a href="http://localhost:7657/configclients.jsp">configclients.jsp</a>. May be changed in the bob.config file.</i>
ru: <b>2827:</b> BOB bridge, высокоуровневое API для клиентов. <i>Выключен по умолчанию. Можно включить\выключить в <a href="http://localhost:7657/configclients.jsp">configclients.jsp</a>. Можно изменить в bob.config file.</i>

source: <b>4444:</b> HTTP proxy <i>May be disabled or changed on the i2ptunnel page in the router console. May also be configured to be bound to a specific interface or all interfaces.</i>
ru: <b>4444:</b> HTTP прокси-сервер <i>Можно выключить или изменить на странице настройки туннелей. Можно настроить слушать локально или на выбранных интерфейсах.</i>

source: <b>4445:</b> HTTPS proxy <i>May be disabled or changed on the i2ptunnel page in the router console. May also be configured to be bound to a specific interface or all interfaces.</i>
ru: <b>4445:</b> HTTPS прокси-сервер <i>Можно включить и выключить в настройках туннелей. Можно привязать ко всем или конкретным интерфейсам.</i>

source: <b>6668:</b> IRC proxy <i>May be disabled or changed on the i2ptunnel page in the router console. May also be configured to be bound to a specific interface or all interfaces.</i>
ru: <b>6668:</b> IRC прокси-сервер <i>Можно включить и выключить в настройках туннелей. Можно привязать ко всем или конкретным интерфейсам.</i>

source: <b>7652:</b> UPnP HTTP TCP event listener. <i>Binds to the LAN address. May be changed with advanced config i2np.upnp.HTTPPort=nnnn. May be disabled on <a href="http://localhost:7657/confignet.jsp">confignet.jsp</a>.</i>
ru: <b>7652:</b> UPnP HTTP TCP слушатель. <i>Binds to the LAN address. Можно поменять дополнительной настройкой i2np.upnp.HTTPPort=nnnn. Можно выключить в <a href="http://localhost:7657/confignet.jsp">confignet.jsp</a>.</i>

source: <b>7653:</b> UPnP SSDP UDP search response listener. <i>Binds to all interfaces. May be changed with advanced config i2np.upnp.SSDPPort=nnnn. May be disabled on <a href="http://localhost:7657/confignet.jsp">confignet.jsp</a>.</i>
ru: <b>7653:</b> UPnP SSDP UDP search response listener. <i>Слушает на всех интерфейсах. Можно поменять доп. настройкой i2np.upnp.SSDPPort=nnnn. Можно выключить в <a href="http://localhost:7657/confignet.jsp">confignet.jsp</a>.</i>

source: <b>7654:</b> I2P Client Protocol port, used by client apps. <i>May be changed to a different port on <a href="http://localhost:7657/configclients.jsp">configclients.jsp</a> but this is not recommended. May be to bind to a different interface or all interfaces, or disabled, on <a href="http://localhost:7657/configclients.jsp">configclients.jsp</a>.</i>
ru: <b>7654:</b> Клиентский порт I2P, используемый приложениями. <i>можно поменять на <a href="http://localhost:7657/configclients.jsp">configclients.jsp</a> но лучше этого не делать. Можно привязать к интерфейсам или выключить на странице <a href="http://localhost:7657/configclients.jsp">configclients.jsp</a>.</i>

source: <b>7655:</b> UDP for SAM bridge, a higher level socket API for clients <i>Only opened when a SAM V3 client requests a UDP session. May be enabled/disabled on <a href="http://localhost:7657/configclients.jsp">configclients.jsp</a>. May be changed in the clients.config file with the SAM command line option sam.udp.port=nnnn.</i>
ru: <b>7655:</b> UDP for SAM bridge, API высокого уровня для клиентов. <i>Открывается только когда клиент SAM V3 запрашивает сессию UDP. Можно включить-выключить на <a href="http://localhost:7657/configclients.jsp">configclients.jsp</a>. Можно поменять в настройках clients.config file в sam.udp.port=nnnn.</i>

source: <b>7656:</b> SAM bridge, a higher level socket API for clients <i>Disabled by default for new installs as of release 0.6.5. May be enabled/disabled on <a href="http://localhost:7657/configclients.jsp">configclients.jsp</a>. May be changed in the clients.config file.</i>
ru: <b>7656:</b> SAM bridge, a higher level socket API for clients <i>С версии 0.6.5 по умолчанию отключен. Можно включить-выключить в <a href="http://localhost:7657/configclients.jsp">configclients.jsp</a>. Можно поменять в clients.config file.</i>

source: <b>7657:</b> Your router console <i>May be disabled in the clients.config file. May also be configured to be bound to a specific interface or all interfaces in that file.</i>
ru: <b>7657:</b> Интерфейс маршрутизатора <i>Можно отключить в clients.config. Можно настроить на всех или на выбранные интерфейсы.</i>

source: <b>7658:</b> Your eepsite <i>May be disabled in the clients.config file. May also be configured to be bound to a specific interface or all interfaces in the jetty.xml file.</i>
ru: <b>7658:</b> Ваш eepsite <i>Можно выключить в файле clients.config. Можно привязать к адресам интерфейсов в файле jetty.xml.</i>

source: <b>7659:</b> Outgoing mail to smtp.postman.i2p <i>May be disabled or changed on the i2ptunnel page in the router console. May also be configured to be bound to a specific interface or all interfaces.</i>
ru: <b>7659:</b> Исходящая почта на smtp.postman.i2p <i>Можно включить и поменять в настройках туннелей. Можно настроить на разные сетевые интерфейсы</i>

source: <b>7660:</b> Incoming mail from pop.postman.i2p <i>May be disabled or changed on the i2ptunnel page in the router console. May also be configured to be bound to a specific interface or all interfaces.</i>
ru: <b>7660:</b> Входящая почта с pop.postman.i2p <i>Можно выключить или поменять в настройках туннелей. Можно привязать к интерфейсам</i>

source: <b>8998:</b> mtn.i2p2.i2p (Monotone - disabled by default) <i>May be disabled or changed on the i2ptunnel page in the router console. May also be configured to be bound to a specific interface or all interfaces.</i>
ru: <b>8998:</b> mtn.i2p2.i2p (Monotone - по умолчанию выключено) <i>Можно включить и выключить в настройках туннелей. Можно привязать ко всем или конкретным интерфейсам.</i>

source: <b>31000:</b> Local connection to the wrapper control channel port. <i>Outbound to 32000 only, does not listen on this port. Starts at 31000 and will increment until 31999 looking for a free port. To change, see the <a href="http://wrapper.tanukisoftware.com/doc/english/prop-port.html">wrapper documentation</a>. For more information see <a href="#port32000">below</a>.</i>
ru: <b>31000:</b> Локальный порт управления враппером. <i>Исходящие соединения на порт 32000, на этом порту не слушает. Начинает с порта 31000 и последовательно ищет свободный порт до 31999. Чтобы поменять, см. <a href="http://wrapper.tanukisoftware.com/doc/english/prop-port.html">документацию на враппер</a>. Для доп. информации, смотрите также <a href="#port32000">ниже</a>.</i>

source: <b>32000:</b> Local control channel for the service wrapper. <i>To change, see the <a href="http://wrapper.tanukisoftware.com/doc/english/prop-port.html">wrapper documentation</a>. For more information see <a href="#port32000">below</a>.</i>
ru: <b>32000:</b> Локальный порт управления враппером сервиса. <i>To change, see the <a href="http://wrapper.tanukisoftware.com/doc/english/prop-port.html">wrapper documentation</a>. For more information see <a href="#port32000">below</a>.</i>

source: The local I2P ports and the I2PTunnel ports do not need to be reachable from remote machines, but *should* be reachable locally. You can also create additional ports for I2PTunnel instances via http://localhost:7657/i2ptunnel/ (and in turn, would need to get your firewall to allow you local access, but not remote access, unless desired).
ru: Локальные порты I2P и порты туннелей не должны быть доступны с удаленных машин, но *должны* быть доступны локально. Вы также можете создать дополнительные порты для I2PTunnel через http://localhost:7657/i2ptunnel/ (и вообще, вам стоит настроить ваш локальный доступ в файрволле, а удаленный запретить, если вам он не нужен)

source: So, to summarize, nothing needs to be reachable by unsolicited remote peers, but if you can configure your NAT/firewall to allow inbound UDP and TCP the <a href="http://localhost:7657/config">outbound facing port</a>, you'll get better performance. You will also need to be able to send outbound UDP packets to arbitrary remote peers (blocking IPs randomly with something like PeerGuardian only hurts you - don't do it).
ru: В заключение, ничего не должно быть доступно неразрешенным удаленным соединениям, но стоит разрешить удаленный доступ к <a href="http://localhost:7657/config">интернет-портам</a>, это хорошо отразится на производительности. Вам нужно иметь возможность отправлять UDP наружу, на разные удаленные адреса (Случайное блокирование адресов чем-нибудь вроде PeerGuardian вам будет только мешать, не делайте так).

source: Why is I2P listening on port 32000?
nl: Waarom luistert I2P op poort 32000?
ru: Почему I2P слушает на порту 32000?

source: The Tanuki java service wrapper that we use opens this port&mdash;bound to localhost&mdash;in order to communicate with software running inside the JVM. When the JVM is launched it is given a key so it can connect to the wrapper. After the JVM establishes its connection to the wrapper, the wrapper refuses any additional connections.
ru: Сервис-враппер Tanuki, который мы используем, использует этот порт, привязанный только к локальному интерфейсу, чтобы взаимодействовать с софтом внутри JVM. Когда JVM запускается, ей передается ключ, чтобы она могла общаться с враппером. После того, как JVM установила соединение с враппером, враппер более не принимает дополнительных соединений.

source: More information can be found in the <a href="http://wrapper.tanukisoftware.com/doc/english/prop-port.html">wrapper documentation</a>.
ru: Дополнительная информация есть в <a href="http://wrapper.tanukisoftware.com/doc/english/prop-port.html">документации на враппер</a>.

source: An I2P router only needs to be seeded once, to join the network for the first time. Reseeding is nothing more than sending plain HTTP GET requests to fetch a directory listing and download multiple "routerInfo" files from a predefined reseed URL.
ru: I2P маршрутизатор нужно просидировать только раз, чтобы в первый раз подключиться к сети. Сидирование это ничто иное, как посылка HTTP GET запросов чтобы скачать список роутеров и файлов "routerinfo" с заранее известных URL

source: A typical symptom of a failed reseed is the "Known" indicator (on the left sidebar of the router console) displaying a very small value (often less than 5) which does not increase. This can occur, among other things, if your firewall limits outbound traffic, and blocked the reseed request.
ru: Очевидным признаком проблемы неудачного ресида является показатель "Известно" (слева на интерфейсе маршрутизатора), который показывает очень малые значения (часто - меньше 5), и который не увеличивается. Так получается, среди прочего, когда ваш файрволл блокирует исходящий трафик, а также запросы ресида.

source: To reseed an I2P router manually, do the following:
nl: Om uw I2P router handmatig te reseeden, doe het volgende:
ru: Чтобы вручную просидировать I2P маршрутизатор, сделайте так:

source: Stop your I2P router
nl: Stop je I2P router
ru: Остановите ваш I2P маршрутизатор

source: Open <a href="http://netdb.i2p2.de/">http://netdb.i2p2.de/</a> using a web browser
nl: Open <a href="http://netdb.i2p2.de/">http://netdb.i2p2.de/</a> met een web browser
ru: Пойдите обычным браузером на <a href="http://netdb.i2p2.de/">http://netdb.i2p2.de/</a>

source: Save a dozen "routerInfo" files to your I2P "netDb" directory
nl: Sla een twaalftal "routerInfo"-bestanden op in je I2P "netDb"-map
ru: Сохраните десяток файлов "routerinfo" в директорию netDb вашего маршрутизатора

source: Start your I2P router
nl: Start je I2P router
ru: Запустите ваш маршрутизатор

source: When trying to start the router using "i2prouter start", you may see output like the following:
nl: Wanneer je de router probeert te starten met "i2prouter start" kan je output zoals volgende zien:
ru: При запуске маршрутизатора командой "i2prouter start", вы можете увидеть такие строки:

source: In order to be inclusive and try to ensure that I2P will run on as many systems as possible, up until I2P 0.8.9 we used a <a href="http://wrapper.tanukisoftware.com/">java wrapper</a> compiled for FreeBSD 6.x. If you're receiving this error you most likely are missing the necessary compatibility libraries. These libraries may be installed by performing the following steps:
ru: Чтобы убедиться, что I2P работает на максимальном количестве платформ, до версии 0.8.9 I2P мы использовали <a href="http://wrapper.tanukisoftware.com/">java wrapper</a>, собранный для FreeBSD 6.x. Если вы столкнулись с такой ошибкой, у вас не хватает библиотек совместимости. Эти библиотеки можно установить вот так:

source: Switch to the root user with <code>su</code> or log in as <code>root</code>.
nl: Schakel over naar de root gebruiker met <code>su</code> of log in als <code>root</code>.
ru: Получите права root с помощью <code>su</code> или просто залогиньтесь, как <code>root</code>.
