Repository: Bimo-Studio/i2p.www
Catalog: i2p2www/translations/*/LC_MESSAGES/research.po
Languages: de, sv

source: Academic Research
de: Wissenschaftliche Forschung
sv: Akademisk forskning

source: February 2016
de: Februar 2016
sv: Februari 2016

source: Academic research and analysis of I2P is an important part of ensuring that the software and network performs as expected and is safe for users in hostile environments.
de: Wissenschaftliche Forschung und Ananlysen von I2P sind wichtige Bestandteile um sicher zu stellen, dass die Software und das Netzwerk die erwartet Leistung erbringen und für Benutzer sicher ist, welche sich in einer feindlichen Umgebung oder Kriesengebieten aufhalten.
sv: Akademisk forskning och analys av I2P är en viktig del av att försäkra att mjukvaran och nätverket presterar som förväntat och är säkert att använda i fientliga miljöer.

source: Recent events have prompted anonymity projects to provide specific guidelines for responsible research. We endorse the <a href="%(torg)s">Tor Ethical Research Guidelines</a> and incorporate them here. Please follow the Tor guidelines when researching I2P as well.
de: Jüngste Ereignisse haben anonyme Projekte angespornt, spezielle Anleitungen für verantwortungsvolle Forschung bereitzustellen. Wir befürworten die <a href="%(torg)s">Tor Ethical Research Guidelines</a> und arbeiten diese hier ein. Folgen Sie bitte den Tor Anleitungen, wenn Sie auch in I2P forschen.

source: There is a large research community investigating a wide range of aspects of anonymity. For a current and comprehensive list of relevant papers, see the <a href="%(anonbib)s">Free Haven Anonymity Bibliography</a>. I2P benefits from much of the research into Tor and onion routing, but there is little dedicated research interest into the theory behind I2P, and the choices and tradeoffs that the network makes. This presents a unique opportunity for original research.
de: Es existiert eine große Gruppe an Forschern, die eine große Liste an Themen zur Anonymität erforschen. Für eine aktuelle und umfassende Liste der relevanten Paper, schauen Sie in die <a href="%(anonbib)s">Free Haven Anonymity Bibliography</a>. I2P profitiert viel von der Forschung an Tor und Onion Routing, aber es gibt wenig dediziertes Interesse an der Forschung zur Theorie hinter I2P, den Entscheidungen und den Abstimmungen, die das Netzwerk macht. Dieses ist eine einzigartige Chance für originale Forschung.
sv: Det finns en stor forskargrupp som undersöker en mängd aspekter av anonymitet. För en aktuell och omfattande lista av relevanta publikationer, se <a href="%(anonbib)s">Free Haven Anonymity Bibliography</a>. I2P drar nytta av mycket av forskingen kring Tor och onion routing, men det finns ringa riktat intresse mot teorin bakom I2P, och dom val och nackdelar nätverket ger. Detta ger en unik möjlighet till ny forskning.

source: A list of known published papers about I2P is available <a href="%(papers)s">here</a>.
de: Eine Liste der bekannten publizierten Paper über I2P ist <a href="%(papers)s">hier</a> verfügbar.
sv: En lista av tidigare kända artiklar om I2P finns tillgänglig <a href="%(papers)s">här</a>.

source: See also the <a href="%(torr)s">Tor Research Home Page</a> for general guidance and links.
de: Sehen Sie auch die <a href="%(torr)s">Tor Research Home Page</a> für generelle Richtlinien und Links.
sv: Se också the <a href="%(torr)s">Tors forskningshemsida</a> för allmän vägledning och länkar.

source: Testing Attacks on I2P
de: Teste Attacken auf I2P
sv: Testa Attacker på I2P

source: I2P can be run as a separate test network by controlling the locations that a new router reseeds from so that it only finds other test routers.
de: I2P kann als einzelnes Test-Netzwerk gestartet werden, indem man kontrolliert von welchen Stellen aus der neue Router sendet, so dass er nur andere Test-Router bzw. Test-Netzwerke finden kann.
sv: I2P kan köras som ett separat testnätverk genom att kontrollera platserna som en ny router reseed:ar från så att den bara hittar andra testroutrar.

source: The standard mode of operation is to have one JVM per router instance; hence running multiple copies of I2P on a single machine is inadvisable, both due to the potential resource drain and the certain port conflicts. To better facilitate setting up small test networks, I2P has a multirouter mode which enables multiple distinct routers to be run in the same JVM.
de: Der Standard Betriebsmodus ist eine laufende JVM per Router Instanz; darum ist das betreiben von mehreren I2P Instanzen auf einer einzelnen Maschine nicht zu empfehlen, aus Gründen der Performance und diverser Portkonflikte. Um besser kleine Testnetzwerke aufzusetzen, hat I2P einen Multirouter Modus, der mehrere seperate Router in der selben JVM laufen lässt.
sv: Standardsättet att köra är att ha en JVM per routerinstans - därför är det inte rekommenderat att köra flera kopior av I2P på en ända maskin, både på grund av potentiell resursåtgång och vissa port-konflikter. För att bättre hjälpa till med att sätta upp små testnätverk, så har I2P ett multirouter läge som låter flera olika routrar köras i samma JVM.

source: MultiRouter can be started from the i2p base directory by running the below command.
de: MultiRouter kann aus dem I2P Basisverzeichnis mit untenstehendem Befehl gestartet werden.
sv: MultiRouter kan startas från I2Ps bas-mapp genom att köra nedanstående kommando.

source: Additionally, I2P can be started in a virtual network mode. This mode disables all transports, allowing the router to be tested in isolation without network traffic. To enable this mode, add <code>i2p.vmCommSystem=true</code> to the router.config before starting.
de: Zusätzlich kann I2P in einem virtuellen Netzwerkmodus gestartet werden. Dieser Modus deaktiviert alle Transports um den Router in Isolation ohne Netzwerkverkehr testen zu können. Um diesen Modus zu aktivieren, fügen Sie <code>i2p.vmCommSystem=true</code> in der router.config Datei an bevor Sie I2P starten.
sv: Utöver det, så kan I2P startas i ett virtuellt nätverksläge. Detta slår av alla transporter, vilket låter routern testas isolerad utan nätverkstrafik. För att slå på detta läget, lägg till <code>i2p.vmCommSystem=true</code> till router.config filen före du startar.

source: Testing the Live I2P Network
de: teste das I2P Live Netzwerk
sv: Testande i existerande I2P-nätverket

source: If you are planning on conducting research on the live I2P network, please <a href="%(contact)s">contact us</a> before you commence your testing. While we do not discourage researchers from responsibly testing their ideas on the live network, if an attack becomes apparent and we don't have any line of communication then we will end up taking countermeasures which could interfere with the test.
de: Wenn Sie Forschungen am I2P Live Netzwerk betreiben wollen, <a href="%(contact)s">melden Sie</a> sich bitte bei uns vor dem Start des Projektes. Wir möchten Forscher nicht vom umsichtigen Testen ihrer Ideen am Live Netzwerk abhalten, aber wenn wir einen Angriff bemerken ohne eine Nachricht dazu bekommen zu haben, werden wir Gegenmassnahmen ergreifen, die mit diesen Tests interferieren können.
sv: Om du planerar att göra forskning på det existerande I2P-nätverket, snälla <a href="%(contact)s">kontakta oss</a> före du börjar testa. Medan vi inte vill förhindra forskare från att ansvarsfullt testa sina idéer på det existerande nätverket, om den attack blir uppenbar och vi inte har en komunikationskanal så kommer göra motåtgärder som kan störa testerna.

source: Router Family Configuration
de: Routerfamilienkonfiguration

source: Open research questions
de: Offene Forschungsfragen
sv: Öppna forskningsfrågor

source: Network database
de: Netzwerkdatenbank
sv: Nätverksdatabas

source: Transports
de: Transporte
sv: Transporter

source: Tunnels and Destinations
de: Tunnel und Destinationen
sv: Tunnlar och Destinationer

source: Peer selection
de: Knoten Auswahl
sv: Nod-val

source: Unidirectional tunnels
de: Unidirektionale Tunnel
sv: Envägs tunnlar

source: Message routing
de: Nachrichtenrouting

source: Multihoming
sv: Multihem
